Repository: shopsys/monorepo-tools
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: cs

source: alphabetically A -> Z
cs: abecedně A -> Z

source: alphabetically Z -> A
cs: abecedně Z -> A

source: and also into more lines
cs: a také do více řádků

source: articles
cs: článků

source: availability
cs: dostupností

source: before
cs: před

source: brands
cs: značek

source: category
cs: kategorie

source: characters out of 155 possible
cs: znaků z 155 možných

source: checkbox in list
cs: checkbox v seznamu

source: components - components of content part, subfolders divide components logically apart
cs: components - komponenty obsahové části, podsložky rozdělují komponenty logicky od sebe

source: core - basic settings for elements (css reset, variables, mixins, form elements, headings..)
cs: core - základní nastavení pro prvky (reset css, proměnné, mixiny, formulářové prvky, nadpisy..)

source: countries
cs: státy

source: currencies
cs: měny

source: customers
cs: zákazníků

source: doesn't include
cs: neobsahuje

source: doesn't use
cs: nepoužívá

source: domain icon only in checkbox list, icon is inserted <strong class="in-article__visible">domainIcon(domainId, "small") </strong>
cs: ikona domény pouze v checkbox seznamu, ikona se vkládá <strong class="in-article__visible">domainIcon(domainId, "small") </strong>

source: domain icon only in checkbox list, it is possible to add action icon
cs: ikona domény pouze v checkbox seznamu, je možno přidat akční ikonu

source: double signs are clear and developer will intuitively know senses of different classes given
cs: dvojté značky jsou přehledné a developerovi intuitivně dojde, jaký smysl má daná třída

source: excluding VAT
cs: bez DPH

source: flags
cs: příznaky

source: from
cs: z

source: from %price%
cs: od %price%

source: from most expensive
cs: od nejdražšího

source: from the cheapest
cs: od nejlevnějšího

source: helpers - helpers, that have to be loaded last
cs: helpers - helpery, které se musí načítat jako poslední

source: higher or equal
cs: větší nebo rovno

source: higher than
cs: větší než

source: in category (above the category name)
cs: v kategorii (nad názvem kategorie)

source: in footer
cs: v patičce

source: in left panel (under category tree)
cs: v levém panelu (pod stromem kategorií)

source: in upper menu
cs: v horním menu

source: include
cs: obsahuje

source: is
cs: je

source: layout - settings of layout, heading and footer
cs: layout - nastavení layoutu, hlavičky a patičky

source: libs - third parties components
cs: libs - komponenty třetích stran

source: lower or equal
cs: menší nebo rovno

source: lower than
cs: menší než

source: never
cs: nikdy

source: not
cs: není

source: not entered
cs: není zadáno

source: one dash "-" represents separator in multi-word title
cs: jedna pomlčka "-" je oddělovačem ve víceslovném názvu

source: or
cs: nebo

source: order statuses
cs: stavů objednávek

source: orders
cs: objednávek

source: parameters
cs: parametry

source: products
cs: zboží

source: promo codes
cs: slevové kupóny

source: records
cs: záznamů

source: simple checkbox
cs: jednoduchý checkbox

source: simple checkbox can be ordered consecutively
cs: jednoduchý checkbox lze skládat za sebe

source: two dash "--" represent modification of component
cs: dvě pomlčky "--" značí modifikaci komponenty

source: two underscores "__" represent part of the component/element
cs: dva podtržítka "__" značí část komponenty/element

source: under heading
cs: pod hlavičkou

source: units
cs: jednotky

source: unregistered customer
cs: neregistrovaný zákazník

source: uses
cs: používá

source: without positoning
cs: bez umístění

source: {0} No product found | {1} 1 product found | [2,Inf] %totalProductCount% product found
cs: {0} Nebyl nalezen žádný produkt | {1} Celkem nalezen 1 produkt | [2,4] Celkem nalezeny %totalProductCount% produkty | [5,Inf] Celkem nalezeno %totalProductCount% produktů

source: {1} <strong class="cart__state">%itemsCount%</strong> item for <strong class="cart__state">%priceWithVat%</strong>|[2,Inf] <strong class="cart__state">%itemsCount%</strong> items for <strong class="cart__state">%priceWithVat%</strong>
cs: {1} <strong class="cart__state">%itemsCount%</strong> položka za <strong class="cart__state">%priceWithVat%</strong> |[2,4] <strong class="cart__state">%itemsCount%</strong> položky za <strong class="cart__state">%priceWithVat%</strong> |[5,Inf] <strong class="cart__state">%itemsCount%</strong> položek za <strong class="cart__state">%priceWithVat%</strong>

source: {1} You must wait 1 second before submitting the form. |[2,Inf] You must wait %seconds% seconds before submitting the form.
cs: {1} Před odesláním formuláře musíte počkat 1 vteřinu. |[2,4] Před odesláním formuláře musíte počkat %seconds% vteřiny. |[5,Inf] Před odesláním formuláře musíte počkat %seconds% vteřin.

source: {1}Load next %loadNextCount% product|[2,Inf]Load next %loadNextCount% products
cs: [1,4]Načíst další %loadNextCount% zboží|[5,Inf]Načíst dalších %loadNextCount% zboží
