Repository: shopsys/monorepo-tools
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: cs

source: Display of inputs like checkboxes and radio buttons is done via <strong class="in-article__visible">form_widget</strong>. The type of displayed inputs - behind each other below each other - is determined by attr. If it is not filled, they are behind each other when setting <strong class="in-article__visible">inList</strong> and they are displayed below each other on true.
cs: Zobrazení inputů, jako jsou chekcboxy a radio buttony, se dělá skrze <strong class="in-article__visible">form_widget</strong>. Jaký typ se zobrazí - jestli inputy za sebou, nebo pod sebou - určí attr. Pokud není vyplněn, jsou za sebou, při nastavení <strong class="in-article__visible">inList</strong> na true, se zobrazí pod sebou.

source: Display on
cs: Zobrazovat na

source: Displaying
cs: Zobrazuji

source: Do you really want to %action% %count% product?
cs: Opravdu chcete %action% %count% zboží?

source: Do you really want to delete this category?
cs: Opravdu chcete smazat tuto kategorii?

source: Do you really want to discard all changes?
cs: Opravdu chcete zahodit všechny změny?

source: Do you really want to remove availability "%name%" permanently? It is not used anywhere.
cs: Opravdu si přejete trvale odstranit dostupnost "%name%"? Nikde není použitá.

source: Do you really want to remove currency "%name%" permanently?
cs: Opravdu si přejete trvale odstranit měnu "%name%"?

source: Do you really want to remove item "<i>%itemName%</i>" from the order?
cs: Opravdu chcete odebrat z objednávky položku "<i>%itemName%</i>"?

source: Do you really want to remove pricing group "%name%" permanently? It is not used anywhere.
cs: Opravdu si přejete trvale odstranit cenovou skupinu "%name%"? Nikde není použita.

source: Do you really want to remove rate "%name%" permanently? It is not used anywhere.
cs: Opravdu si přejete trvale odstranit sazbu "%name%"? Nikde není použita.

source: Do you really want to remove status of orders "%name%" permanently? It is not used anywhere.
cs: Opravdu si přejete trvale odstranit stav objednávek "%name%"? Nikde není použitý.

source: Do you really want to remove the order?
cs: Opravdu si přejete objednávku smazat?

source: Do you really want to remove this administrator?
cs: Opravdu chcete odstranit tohoto administrátora?

source: Do you really want to remove this advert?
cs: Opravdu chcete odstranit tuto reklamu?

source: Do you really want to remove this article?
cs: Opravdu chcete odstranit tento článek?

source: Do you really want to remove this brand? If it is used anywhere it will be unset.
cs: Opravdu chcete odstranit tuto značku? Pokud je někde použita, bude odnastavena.

source: Do you really want to remove this customer?
cs: Opravdu chcete odstranit tohoto zákazníka?

source: Do you really want to remove this flag?
cs: Opravdu chcete odstranit tento příznak?

source: Do you really want to remove this page?
cs: Opravdu chcete odstranit tuto stránku?

source: Do you really want to remove this parameter? By deleting this parameter you will remove this parameter from a product where the parameter is assigned. This step is irreversible!
cs: Opravdu chcete odstranit tento parametr? Smazáním parametru dojde k odstranění tohoto parametru u zboží, kde je parametr přiřazen. Tento krok je nevratný!

source: Do you really want to remove this payment?
cs: Opravdu chcete odstranit tuto platbu?

source: Do you really want to remove this product?
cs: Opravdu chcete odstranit toto zboží?

source: Do you really want to remove this promo code?
cs: Opravdu chcete odstranit tento slevový kupón?

source: Do you really want to remove this script?
cs: Opravdu chcete odstranit tento skript?

source: Do you really want to remove this shipping?
cs: Opravdu chcete odstranit tuto dopravu?

source: Do you really want to remove unit "%name%" permanently? It is not used anywhere.
cs: Opravdu si přejete trvale odstranit jednotku "%name%"? Nikde není použita.

source: Do you want to receive the newest information about our shop? Subscribe to our e-mail newsletter.
cs: Chcete dostávat nejnovější informace z našeho obchodu? Přihlašte se do našeho e-mailového zpravodaje.

source: Domain
cs: Doména

source: Domain %domainName%
cs: Doména %domainName%

source: Domain 1
cs: Doména 1

source: Domain 2
cs: Doména 2

source: Domain <strong>{{ name }}</strong> modified
cs: Byla upravena doména <strong>{{ name }}</strong>

source: Domain name
cs: Název domény

source: Domain:
cs: Doména:

source: Double border between elements prevention
cs: Prevence dvojtého borderu mezi prvky

source: Download
cs: Stáhnout

source: Drag and drop on lines
cs: Drag and drop na řádky

source: Drag file here
cs: Zde přetáhněte soubor

source: E-mail name
cs: Jméno k emailu

source: E-mail newsletter
cs: Emaily zpravodaje

source: E-mail settings
cs: Nastavení emailů

source: E-mail settings modified.
cs: Nastavení emailů bylo upraveno.

source: E-mail settings:
cs: Nastavení emailů:

source: E-mail templates
cs: Šablony emailů

source: E-mail templates settings
cs: Nastavení šablon e-mailů

source: E-mail templates settings modified
cs: Nastavení šablony e-mailu bylo upraveno

source: E-shop URL address
cs: URL adresa e-shopu

source: E-shop attributes settings modified
cs: Nastavení e-shopu atributů bylo upraveno

source: E-shop domains
cs: Domény eshopu

source: E-shop identification
cs: Identifikace e-shopu

source: Edit
cs: Upravit

source: Edit data
cs: Upravit údaje

source: Editing administrator
cs: Editace administrátora

source: Editing administrator - %name%
cs: Editace administrátora - %name%

source: Editing advertising
cs: Editace reklamy

source: Editing advertising - %name%
cs: Editace reklamy - %name%

source: Editing article
cs: Editace článku

source: Editing article - %name%
cs: Editace článku - %name%

source: Editing bestseller
cs: Editace nejprodávanějšího zboží

source: Editing brand
cs: Editace značky

source: Editing brand - %name%
cs: Editace značky - %name%

source: Editing category
cs: Editace kategorie

source: Editing category - %name%
cs: Editace kategorie - %name%

source: Editing customer
cs: Editace zákazníka

source: Editing customer - %name%
cs: Editace zákazníka - %name%

source: Editing domain
cs: Editace domény

source: Editing order
cs: Editace objednávky

source: Editing order - Nr. %number%
cs: Editace objednávky - č. %number%

source: Editing order status
cs: Editace stavu objednávek

source: Editing page
cs: Editace stránky

source: Editing payment
cs: Editace platby

source: Editing payment - %name%
cs: Editace platby - %name%

source: Editing product
cs: Editace zboží

source: Editing product - %name%
cs: Editace zboží - %name%

source: Editing script
cs: Editace skriptu

source: Editing shipping
cs: Editace dopravy

source: Editing shipping - %name%
cs: Editace dopravy - %name%

source: Editing slider page
cs: Editace stránky slideru

source: Editing slider page - %name%
cs: Editace stránky slideru - %name%

source: Element alignment to side
cs: Zarovnání prvku na stranu

source: Element which is being aligned is usually icon.
cs: Prvkem, který se někam zarovnává bývá hlavně ikona.

source: Elements can be aligned under label
cs: Prvky lze zarovnat pod label

source: Elements can be ordered behind each other
cs: Prvky lze dávat za sebe

source: Empty cart
cs: Prázdný nákupní košík

source: Enter 32-digit code which will be sent to server %serverName%
cs: Zadejte 32-místný kód, který bude odeslán na server %serverName%

source: Enter e-mail
cs: Zadejte e-mail

source: Entered customer not found, please check entered data.
cs: Zadaný zákazník nebyl nalezen, prosím překontrolujte zadané údaje

source: Entered in days. Zero represents products in stock, empty means unknown availability.
cs: Zadává se ve dnech. Nula reprezentuje zboží skladem, nevyplněné znamená, že dostupnost je neznámá.

source: Entry price type
cs: Typ vstupní ceny

source: Error message
cs: Chybová hláška

source: Error message - block with icon, small
cs: Chybová hláška - bloková s ikonkou, malá

source: Error message - block with the close button, for closing, the close button can be used only with block error messages
cs: Chybová hláška - bloková s křížkem, na zavření, křížek se dá použít pouze u blokových

source: Error messages
cs: Chybové hlášky

source: Error occurred
cs: Nastala chyba

source: Error occurred when sending e-mail.
cs: Nastala chyba při odesílání mailu.

source: Error occurred while uploading file.
cs: Při nahrávání souboru došlo k chybě.

source: Error occurred while uploading file: %message%
cs: Při nahrávání souboru došlo k chybě: %message%

source: Error occurred, try again please.
cs: Nastala chyba, zkuste to, prosím, znovu.

source: Exchange rate
cs: Kurz

source: Exclude from sale
cs: Vyřadit z prodeje

source: Excluded from sale
cs: Vyřazeno z prodeje

source: Excluding VAT
cs: Bez DPH

source: Existing icon
cs: Současná ikona

source: Export email list in CSV format
cs: Exportovat seznam emailů jako CSV

source: External scripts
cs: Měřící skripty

source: FORM - form elements, form wraps, structures
cs: FORM - formulářové prvky, obaly formulářů, struktůry

source: Feed "{{ feedName }}" not found.
cs: Feed s názvem "{{ feedName }}" nebyl nalezen.

source: Feed "{{ feedName }}" successfully generated.
cs: Feed "{{ feedName }}" byl úspěšně vygenerován.

source: File is in unsupported format
cs: Soubor je v nepodporovaném formátu

source: File is too big
cs: Soubor je příliš velký

source: File type not supported.
cs: Typ souboru není podporován.

source: File upload failed
cs: Nahrání souboru se nezdařilo.

source: File upload failed, try again please.
cs: Nahrání souboru selhalo, zkuste to, prosím, znovu.

source: File will be deleted after saving.
cs: Po uložení bude soubor smazán

source: Filter by
cs: Filtrovat podle

source: Finish the assigning
cs: Dokončit přiřazování

source: Finish the order
cs: Dokončit objednávku

source: First name
cs: Jméno

source: Flag
cs: Příznak

source: Flag <strong>{{ name }}</strong> deleted
cs: Příznak <strong>{{ name }}</strong> byl smazán

source: Flags
cs: Příznaky

source: Flags overview
cs: Přehled příznaků

source: Folders structure
cs: Struktura složek

source: Following expressions are allowed in whitelist: %whitelist%.
cs: Ve whitelistu jsou povoleny následující výrazy: %whitelist%.

source: For deleting rate "%name%" you have to choose other one to be set everywhere where the existing one is used. After changing the VAT rate products prices will be recalculated - base price with VAT will remain same. Which unit you want to set instead?
cs: Pro odstranění sazby "%name% musíte zvolit, která se má všude, kde je aktuálně používaná nastavit. Po změně sazby DPH dojde k přepočtu cen zboží - základní cena s DPH zůstane zachována. Jakou sazbu místo ní chcete nastavit?

source: For deleting unit "%name%" you have to choose other one to be set everywhere where the existing one is used. Which unit you want to set instead?
cs: Pro odstranění jednotky "%name% musíte zvolit, která se má všude, kde je aktuálně používaná nastavit. Jakou jednotku místo ní chcete nastavit?

source: For removing pricing group "%name%" you have to choose other one to be set everywhere where the existing one is used. Which pricing group you want to set instead?
cs: Pro odstranění cenové skupiny "%name%" musíte zvolit, která se má všude, kde je aktuálně používaná, nastavit. Jakou cenovou skupinu místo ní chcete nastavit?

source: For subfolders of folder components, the subfolder name is inserted into the component name for better search, but the component filename contains only the rest of the class name.
cs: Pro podsložky složky components platí, že název podsložky se vkládá i do názvu komponenty pro lepší vyhledání, nicméně název souboru komponenty obsahuje jen zbytek názvu třídy

source: Forgot your password?
cs: Zapomněli jste své heslo?

source: Forgotten password
cs: Zapomenuté heslo

source: Forgotten password sending
cs: Zaslání zapomenutého hesla

source: Form structure
cs: Formulářová struktůra

source: Free
cs: Zdarma

source: Free from order value with VAT
cs: Zdarma od hodnoty objednávky s DPH

source: Free shipping and payment
cs: Doprava a platba zdarma

source: Free shipping and payment settings saved
cs: Nastavení dopravy a platby zdarma bylo uloženo

source: Full name
cs: Celé jméno

source: General wrap-border
cs: Obecné wrap-border

source: Generate
cs: Vygenerovat

source: Generated
cs: Vygenerováno

source: Go to cart
cs: Přejít do košíku

source: Go to page:
cs: Přejít na stránku:

source: Go to:
cs: Přejít na:

source: Google script code set
cs: Kód skriptu Google analytics byl nastaven

source: HTML code
cs: HTML kód

source: Heading (H1)
cs: Nadpis H1

source: Headline
cs: Titulek

source: Headline of information block
cs: Titulek bloku informací

source: Headline of information block with button possibility
cs: Titulek bloku informací s možnosti tlačítka

source: Headline of information block with possibility to expand, necessary to bind to existing JS
cs: Titulek bloku informací s rozevíráním, je nutno navázat na již hotový JS

source: Height [px]
cs: Výška [px]

source: Heureka - Verified by Customer
cs: Heureka - Ověřeno zákazníky

source: Heureka - Verified by Customer service does not support the language of this domain.
cs: Služba Heureka - Ověřeno zákazníky nepodporuje jazyk této domény.

source: Heureka Widget code
cs: Kód Heureka Widgetu

source: Hidden
cs: Skryté

source: Hidden copy
cs: Skrytá kopie

source: Hide
cs: Skrýt

source: Hide advertisement
cs: Skrýt reklamu

source: Hide product
cs: Skrýt zboží

source: Hiding product
cs: Skrývání zboží

source: I agree with terms and conditons
cs: Souhlasím s obchodními podmínkami

source: I buy on company behalf
cs: Nakupuji na firmu

source: I understand
cs: Rozumím

source: I want to deliver products to different address than the billing one
cs: Zboží chci doručit na jinou adresu než fakturační

source: I want to subscribe to the newsletter
cs: Chci se přihlásit k odběru newsletteru

source: ID is an element with the highest priority in the CSS and that's why we are going to avoid it. Once we tie something to ID, we can beat it only with ID again or with !important. In real usage of SSS there had to be multiple adjustments of the same parts but on different places. If we use only classes and components we won't have these problems.
cs: ID je v CSS element s nejvyžší prioritou a proto se mu vyhneme. Jakmile něco navážeme na ID, přebijeme to pouze něčím s ID nebo pomocí !important. V reálném využití v SS5 se díky tomu musely stejné části na různých místech v eshopu stylovat vícekrát. Pokud využijeme pouze třídy a komponenty, těmto problémům se vyhneme.

source: IN - small components (arrow by link, evaluation asterisks) small things that occur often on more places
cs: IN - malé komponenty (šipka u linku, hvěždičky hodnocení) malé věci co jsou často někde

source: IP address
cs: IP adresa

source: Icon
cs: Ikona

source: If we combine 3 components with each other, it will create nice forms design. We are talking about <strong class="in-article__visible">form-group</strong> for headline, <strong class="in-article__visible">form-line</strong> for form and <strong class="in-article__visible">wrap-border</strong> for separating blocks of information.
cs: Pokud pěkně nakombinujeme 3 komponenty do sebe, získáme skvělý vzhled formulářů. Jedná se o <strong class="in-article__visible">form-group</strong> na titulek, <strong class="in-article__visible">form-line</strong> na formulář a <strong class="in-article__visible">wrap-border</strong> na oddělení bloků informací od sebe.

source: If we need something about input size
cs: Když potřebujeme něco o velikosti inputu

source: If we want information about number of characters
cs: Když chceme info o počtu znaků

source: If we want to move the lines, we will insert the icon as shown below. Don't forget to connect it to JS.
cs: Pokud chceme, aby řádky šlo přesouvat, vložíme ikonku podle ukázky níže. Nesmíme však zapomenout toto napojit na JS.

source: If you add modifier to first TD/TH --label, cell is given maximum width and is aligned with other form-structure. Other cells are expanded by the browser as needed.
cs: Pokud se prvním TD/TH přidá modifikátor --label, buňka dostane maximální šířku a lícuje s ostatní formulářovou strukturou. Ostatní buňky roztahuje prohlížeč podle potřeb.

source: If you want for these changes to manifest everywhere (on production, devel, localhost etc.) instruct a programmer to commit the changes into GIT!
cs: Pokud chcete, aby se změny projevily všude (na produkci, develu, localhostu apod.), dejte vědět programátorovi, aby změny zavedl do GITu!

source: Image
cs: Obrázek

source: Image size
cs: Velikost obrázku

source: Image will be deleted after saving.
cs: Po uložení bude obrázek smazán

source: Image with link
cs: Obrázek s odkazem

source: Images
cs: Obrázky

source: Important is good sometimes, but once we tie important to something, we can beat it only with more specific write with another important. That's why we use the important only in utmost and logically excusable cases.
cs: Important se opravdu někdy hodí, avšak jakmile něčemu nastavíme important, přebít to můžeme již jen specifičtějším zápisem s dalším importantem. Important využijeme tedy jen v krajních a logicky odůvodnitelných případech.

source: In a particular domain tab it is not possible to adjust the order and plunge of categories. Please go to the category detail or to overview of categories of all domains
cs: Na záložce konkrétní domény není možné upravovat pořadí a zanoření kategorií. Prosím přejděte na kartu kategorie nebo na přehled kategorií všech domén.

source: In case we need the tag button to look like link. There is also modification for button with icon on left.
cs: V případě, že potřebujeme, aby tlačíkto (tag button) vypadalo, jako odkaz. Je zde i modifikace na tlačítko s ikonkou vlevo.

source: In case we need the tag button to look like simple text.
cs: V případě, že potřebujeme, aby tlačíkto (tag button) vypadalo, jako obyčený text.

source: In-message types
cs: Typy in-message

source: Inactive
cs: Neaktivní

source: Including VAT
cs: S DPH

source: Information message
cs: Informační hláška

source: Information message - block
cs: Informační hláška - bloková

source: Input after separator
cs: Input za oddělovačem

source: Input can be instead of label
cs: Místo labelu může být input

source: Input has to have class for left alignment
cs: Input musí mít třídu na zarovnání vlevo

source: Input is here
cs: Input je zde

source: Input label
cs: Label inputu

source: Input price with VAT
cs: Vstupní cena s DPH

source: Input price without VAT
cs: Vstupní cena bez DPH

source: Input with button
cs: Input s tlačítkem

source: Input with deduction
cs: Input s odpočtem

source: Input with domain
cs: Input s doménou

source: Input with flag
cs: Input s vlajkou

source: Input with icon
cs: Input s ikonou

source: Input with icon by label
cs: Input i ikonou u labelu

source: Input with icon on the left side
cs: Input i ikonou vlevo

source: Input with icon on the right side
cs: Input i ikonou vpravo

source: Input with icon simply
cs: Input i ikonou jednoduše

source: Input with major deduction
cs: Input s výrazným odpočtem

source: Input with postscript what has fixed width
cs: Input s dovětkem co má pevnou šířku

source: Input with prices on the right side next to each other
cs: Input s cenami vpravo vedle sebe

source: Input with text on the right
cs: Input s textem napravo

source: Instructions
cs: Pokyny

source: Invalid login
cs: Byly zadány neplatné přihlašovací údaje

source: Invalid rounding settings
cs: Neplatné nastavení zaokrouhlování

source: It is important that buttons, inputs (text ones), selects and textarea have basic class, which means btn and input. Don't put it there and remove it only when you understand what you are doing.
cs: Důležitou věcí je, že tlačítka, inputy (textové), selecty, textarea, vše by mělo mít základní třídu. Tzn btn a input. Nedávejte ji tam nebo odebírejte jen v případě, že víte, co děláte!

source: It is important that you don't use just parts of the components (elements), you have to use the parent component.
cs: Důležité je nepoužívat jen části komponent (elementy), nýbrž vždy zde musí být mateřská komponenta!

source: It is not about table, but about setting the widths of cells in table-main. They are simple classes that give the width percent, or pixels. It is very useful in grids.
cs: Nejedná se o tabulku, ale o nastavování šířek buňěk v tabulce table-main. Jsou to jednoduché třídy, které udávají procentro šířky, případně pixely. Je to velmi užitečné v gridech.

source: It is possible to combine it with different contents inside, but the primary use is for tables.
cs: Lze kombinovat i s jinýmy obsahy uvnitř, primární použití je ale pro tabulky.

source: It is possible to put elements to multiple lines with one label
cs: Prvky lze dávat i do více řádků k jednomu labelu

source: It is possible to use this when creating a link: mark the text you want to create the link from with mouse and push the Link button (top right, interconnected staples icon). In the popup menu select the protocol <different> and insert the text "%orderDetailUrlConstant%" in the URL field (Including the braces)
cs: Lze použít při vytváření odkazu takto: myší označíte text, ze kterého chcete vytvořit odkaz, a klepnete na tlačítko Odkaz (vpravo nahoře, ikonka propojených sponek). Ve vyskakovacím menu vyberete protokol <jiný> a do políčka URL vložíte text "%orderDetailUrlConstant%" (včetně složených závorek).

source: Item name
cs: Název položky

source: Items
cs: Položky

source: Items per page:
cs: Položek na stránku:

source: LIST - DL, UL, OL
cs: LIST - čistě DL nebo UL, OL

source: Label is here
cs: Label je zde

source: Label or input is here
cs: Label nebo input je zde

source: Language
cs: Jazyk

source: Last action time
cs: Čas poslední akce

source: Last login
cs: Poslední přihlášení

source: Last name
cs: Příjmení

source: Last order
cs: Poslední objednávka

source: Light button
cs: Světlé tlačítko

source: Link
cs: Odkaz

source: Link to password reset sent to e-mail <strong>{{ email }}</strong>.
cs: Odkaz pro vyresetování hesla byl zaslán na email <strong>{{ email }}</strong>.

source: Link to the log in page
cs: Odkaz na stránku s přihlášením

source: Link to the overview of brands
cs: Odkaz na přehled značek

source: List of products in order (name, quantity, price per unit including VAT, total price per item including VAT)
cs: Seznam zboží v objednávce (název, množství, cena za jednotku s DPH, celková cena za položku s DPH)

source: List of subcategories
cs: Seznam podkategorií

source: Lists and nomenclatures
cs: Seznamy a číselníky

source: Live view of the component in white window
cs: Živý náhled na komponentu v bílém okně

source: Loading
cs: Načítám

source: Location
cs: Umístění

source: Log in
cs: Přihlásit se

source: Log in as user
cs: Přihlásit za uživatele

source: Log in failed.
cs: Přihlášení se nepodařilo.

source: Log out
cs: Odhlásit se

source: Logic of creating the structure is based on the graphics and the fact that the structure should be responsive and there is a possibility of putting a lot of different things in a row
cs: Logika tvoření struktury vychází z grafiky a z toho, že měla být struktura responsivní a mohlo se tam poskládat za sebe mnoho různých věcí.

source: Login
cs: Přihlášení

source: Login failed.
cs: Přihlášení se nepodařilo.

source: Login name
cs: Přihlašovací jméno

source: Login name <strong>{{ name }}</strong> is already used
cs: Přihlašovací jméno <strong>{{ name }}</strong> je již použito

source: Login time
cs: Čas přihlášení

source: Main URL can't be deleted
cs: Hlavní URL nelze smazat
