Repository: shopsys/monorepo-tools
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: cs

source: %defaultCurrency% per 1 %currentCurrency%
cs: %defaultCurrency% za 1 %currentCurrency%

source: %defaultCurrency% per unit
cs: %defaultCurrency% za 1 jednotku

source: (If I buy on the company behalf)
cs: (Pokud nakupuji na firmu)

source: (Products will be delivered to this address)
cs: (Na tuto adresu bude zboží doručeno)

source: (This address will be on the tax invoice)
cs: (Tato adresa bude na daňovém dokladu)

source: - Email settings
cs: - Nastavení emailů

source: - Heureka - Verified by Customer
cs: - Heureka - Ověřeno zákazníky

source: -- Choose action --
cs: -- Vyberte akci --

source: -- Choose area --
cs: -- Vyberte plochu --

source: -- Choose article --
cs: -- Vyberte článek --

source: -- Choose article position --
cs: -- Vyberte umístění článku --

source: -- Choose availability --
cs: -- Vyberte dostupnost --

source: -- Choose brand --
cs: -- Vyberte značku --

source: 1 254 CZK
cs: 1 254 Kč

source: ATTENTION - inserting scripts on the page can seriously endanger the security, performance or design of the app.
cs: POZOR - vkládání skriptů na stránky může vážně ohrozit bezpečnost, výkonnost nebo vzhled aplikace!

source: Accessories
cs: Příslušenství

source: Accessories in purchase confirmation box
cs: Příslušenství v mezikošíku

source: Account
cs: Účet

source: Action
cs: Akce

source: Action after sellout
cs: Akce při vyprodání

source: Active
cs: Aktivní

source: Add
cs: Přidat

source: Add URL
cs: Přidat URL

source: Add another parameter
cs: Přidat další parametr

source: Add country
cs: Přidat stát

source: Add item
cs: Přidat položku

source: Add only to order confirmation page
cs: Vložit jen na stránku s potvrzením objednávky

source: Add product
cs: Přidat zboží

source: Add requirement
cs: Přidat podmínku

source: Add some parameters
cs: Přidejte nějaké parametry

source: Add to cart
cs: Vložit do košíku

source: Add variant
cs: Přidat variantu

source: Added
cs: Přidáno

source: Additional information
cs: Doplňkové informace

source: Address
cs: Adresa

source: Administration
cs: Administrace

source: Administrator
cs: Administrátor

source: Administrator <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byl vytvořen administrátor <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Administrator <strong><a href="{{ url }}">{{ name }}</a></strong> modified
cs: Byl upraven administrátor <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Administrator <strong>{{ name }}</strong> deleted.
cs: Administrátor <strong>{{ name }}</strong> byl smazán.

source: Administrator <strong>{{ name }}</strong> is the only one and can't be deleted.
cs: Administrátor <strong>{{ name }}</strong> je jediný a nemůže být smazán.

source: Administrator activities history
cs: Historie aktivit administrátora

source: Administrators
cs: Administrátoři

source: Administrators overview
cs: Přehled administrátorů

source: Advanced search
cs: Rozšířené hledání

source: Advertising
cs: Reklama

source: Advertising <a href="{{ url }}"><strong>{{ name }}</strong></a> created
cs: Reklama <a href="{{ url }}"><strong>{{ name }}</strong></a> byla vytvořena

source: Advertising <a href="{{ url }}"><strong>{{ name }}</strong></a> modified
cs: Reklama <a href="{{ url }}"><strong>{{ name }}</strong></a> byla upravena

source: Advertising <strong>{{ name }}</strong> deleted
cs: Reklama <strong>{{ name }}</strong> byla smazána

source: Advertising system
cs: Reklamní systém

source: All domains
cs: Všechny domény

source: All e-mails will be sent only to entered address.
cs: Všechny maily budou doručeny pouze na uvedenou adresu.

source: All e-mails will be sent only to entered addresses.
cs: Všechny maily budou doručeny pouze na uvedené adresy.

source: All pages
cs: Všechny stránky

source: All search results
cs: Všechny výsledky hledání

source: Allowed for shipping types
cs: Povoleno pro typy doprav

source: Amount
cs: Množství

source: An example might be empty space with icon behind it, which we want to align with icon next to input.
cs: Příkladem může být prázdný prostor a za ním ikonka, kterou chceme lícovat s ikonkou vedle inputu.

source: Ancestor category
cs: Nadřazená kategorie

source: Any content
cs: Jakýkoliv obsah

source: Any content with smaller indent between content and line
cs: Jakýkoliv obsah s menším odsazením mezi obsahem a čarou

source: Any element on right
cs: Jakýkoliv prvek vpravo

source: Applicable variables
cs: Použitelné proměnné

source: Apply
cs: Uplatnit

source: Area
cs: Plocha

source: Article
cs: Článek

source: Article "%name%" set for displaying cookies information. This setting will be lost. Do you really want to delete it?
cs: Článek "%name%" je nastaven pro zobrazení informací o cookies. Toto nastavení bude ztraceno. Opravdu si jej přejete smazat?

source: Article "%name%" set for displaying terms and conditions. This setting will be lost. Do you really want to delete it?
cs: Článek "%name%" je nastaven pro zobrazení obchodních podmínek. Toto nastavení bude ztraceno. Opravdu si jej přejete smazat?

source: Article <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byl vytvořen článek <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Article <strong><a href="{{ url }}">{{ name }}</a></strong> modified
cs: Byl upraven článek <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Article <strong>{{ name }}</strong> deleted
cs: Článek <strong>{{ name }}</strong> byl smazán

source: Article data
cs: Údaje článku

source: Articles in footer
cs: Články v patičce

source: Articles in upper menu
cs: Články v horním menu

source: Articles overview
cs: Přehled článků

source: Articles without positioning
cs: Články bez umístění

source: As this is a system which will often use same or similar elements, it is suitable to use a type of coding that divides web to components and variously combines them with each other.
cs: Jelikož se jedná o systém, který bude často používat stejné či podobné prvky, je vhodné využít typ kódování, který dělí web na komponenty a různě je kombinuje mezi sebou.

source: Assign to category
cs: Přiřazení do kategorie

source: At first we write underlying characteristics for element (position, float, display, width, ... ), then stylistic ones (font, color, background, ... )
cs: První píšeme zásadní vlastnosti pro element (position, float, display, width, ... ), jako druhé se píší stylistické věci (font, color, background, ... )

source: Attachment
cs: Příloha

source: Attention! You are administrator logged in as the customer.
cs: Pozor! Jste jako administrátor přihlášen za zákazníka.

source: Attention, the second variant doesn't have js to work with yet!
cs: Pozor, druhá varianta prozatím nemá js, které by s ní pracovalo!

source: Automatic stock calculation
cs: Automatické výpočty skladových zásob

source: Automatically
cs: Automaticky

source: Availabilities overview
cs: Přehled dostupností

source: Availability
cs: Dostupnost

source: Availability "%name%" set as default. For deleting it you have to choose other one to be set everywhere where the existing one is used. Which availability you want to set instead?
cs: Dostupnost "%name%" je nastavena jako výchozí. Pro její odstranění musíte zvolit, která se má všude, kde je aktuálně používaná, nastavit. Jakou dostupnost místo ní chcete nastavit?

source: Availability <strong>{{ name }}</strong> deleted
cs: Dostupnost <strong>{{ name }}</strong> byla smazána

source: Availability <strong>{{ oldName }}</strong> deleted and replaced by availability <strong>{{ newName }}</strong>
cs: Dostupnost <strong>{{ oldName }}</strong> byla nahrazena dostupností <strong>{{ newName }}</strong> a byla smazána.

source: Availability after sellout
cs: Dostupnost při vyprodání

source: Available in stock
cs: Skladem

source: BEM is a style of writing, which defines the rules for writing css
cs: BEM je styl zápisu, který určuje pravidla pro zápis css

source: BOX - complete parts of the site - NOT REUSABLE (e.g. product detail page layout)
cs: BOX - ucelené části stránek - znovu NEPOUŽITELNÉ (např. rozvržení stránky detailu produktu)

source: Back to buying
cs: Zpět k nákupu

source: Back to cart
cs: Zpět do košíku

source: Back to orders overview
cs: Zpět na přehled objednávek

source: Back to overview
cs: Zpět na přehled

source: Back to shipping and payment selection
cs: Zpět na výběr dopravy a platby

source: Back to store
cs: Zpět do obchodu

source: Base message text is without colours and outstretched only to the end of the text, therefore it needs at least to identify the colour type.
cs: Text hlášky v základu je úplně bez barev a roztáhnutý pouze do konce textu, potřebuje tedy minimálně určit barevný typ.

source: Base price
cs: Základní cena

source: Base price in %currencyCode%
cs: Základní cena v %currencyCode%

source: Basic component for forms, extremely big and set in the default form generating. Use this for most cases.
cs: Základní komponenta pro formuláře, ohromně velká a zasazená do defaultního generování formulářů. Pro většinu příápadů použijete toto.

source: Basic elements display
cs: Zobrazení základních prvků

source: Basic frontend currency %domainName%
cs: Základní měna frontendu %domainName%

source: Basic information
cs: Základní informace

source: Basic table with one class on table element. Basic look for showing simple data (not forms).
cs: Obyčejná tabulka s jednou třídou na table elementu. Jednoduchý vzhled pro zobrazení jednoduchých dat (nikoliv formulářů).

source: Because availability "%name%" is used with other products also, you have to choose a new availability which will replace the existing one. Which availability you want to set to these products?
cs: Jelikož dostupnost "%name%" je používána ještě u některých produktů, musíte zvolit, jaká dostupnost bude použita místo ní. Jakou dostupnost chcete těmto produktům nastavit?

source: Because status "%name%" is used with other orders also, you have to choose a new status which will replace the existing one. Which status you want to set to these orders? When changing this, there won't be emails sent to customers.
cs: Jelikož stav "%name%" je používán ještě u některých objednávek, musíte zvolit, jaký stav bude použit místo něj. Jaký stav chcete těmto objednávkám nastavit? Při této změně stavu nebude odeslán email zákazníkům.

source: Best-selling products of category <strong><a href="{{ url }}">{{ name }}</a></strong> set.
cs: Bylo nastaveno nejprodávanější zboží kategorie <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Bestsellers
cs: Nejprodávanější zboží

source: Bestsellers of the category
cs: Nejprodávanější zboží kategorie

source: Billing address
cs: Fakturační adresa

source: Billing address - name, last name, company, company number, tax number and billing address
cs: Fakturační adresa - jméno, příjmení, firma, ič, dič a fakt. adresa

source: Billing data
cs: Fakturační údaje

source: Bolder line
cs: Výraznější řádek

source: Brand
cs: Značka

source: Brand <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byla vytvořena značka <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Brand <strong><a href="{{ url }}">{{ name }}</a></strong> modified
cs: Byla upravena značka <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Brand <strong>{{ name }}</strong> deleted
cs: Značka <strong>{{ name }}</strong> byl smazána

source: Brand overview
cs: Přehled značek

source: Brands
cs: Značky

source: Browse
cs: Procházet

source: Bulk edit
cs: Hromadné úpravy

source: Bulk editing done
cs: Hromadná úprava byla provedena

source: Button
cs: Tlačítko

source: Button after input
cs: Button za inputem

source: Button that looks like link
cs: Tlačítko, co vypadá jako odkaz

source: Button that looks like link with not underlined icon
cs: Tlačítko, co vypadá jako odkaz s nepodtrženou ikonkou

source: Button that looks like text
cs: Tlačítko, co vypadá jak text

source: Buttons
cs: Tlačítka

source: By using modifier on the line it is possible to bluish the whole line and create a group of lines with headline and image.
cs: Pomocí modifikátoru na řádku lze zmodrat celý řádek a vytvořit jakoby skupiny řádků s nadpisem a obrázkem.

source: By using modifier on the line it is possible to bluish the whole line.
cs: Pomocí modifikátoru na řádku lze zmodrat celý řádek.

source: CSS documentation
cs: CSS dokumentace

source: Cart
cs: Košík

source: Catalogue number
cs: Katalogové číslo

source: Categories
cs: Kategorie

source: Category
cs: Kategorie

source: Category <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byla vytvořena kategorie <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Category <strong>{{ name }}</strong> deleted
cs: Kategorie <strong>{{ name }}</strong> byla smazána

source: Category Heureka.cz
cs: Kategorie Heureka.cz

source: Category guidepost on main page
cs: Rozcestník kategorií na titulní stránce

source: Category<strong><a href="{{ url }}">{{ name }}</a></strong> was modified
cs: Byla upravena kategorie <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Change for
cs: Změna pro

source: Changing password
cs: Změna hesla

source: Check the address correctness
cs: Zkontrolujte správnost adresy

source: Checkboxes
cs: Checkboxy

source: Checkboxes and radio buttons
cs: Checkboxy a radiobuttony

source: Checkboxes or radiobuttons
cs: Checkboxy či radia

source: Choose
cs: Vybrat

source: Choose article, which will provide information about how this pages uses cookies.
cs: Vyberte článek, který bude sloužit jako informace o tom, jak tyto stránky používají cookies.

source: Choose article, which will serve as terms and conditions with which the customer has to agree with when creating order.
cs: Vyberte článek, který bude sloužit jako obchodní podmínky, se kterými musí zákazník souhlasit při vytváření objednávky.

source: Choose new value first
cs: Nejprve vyberte novou hodnotu

source: Choose product
cs: Vyberte produkt

source: Choose variant
cs: Vybrat variantu

source: Chosen payment name
cs: Název zvolené platby

source: Chosen shipping name
cs: Název zvolené dopravy

source: City
cs: Město

source: Clear filter
cs: Vynulovat filtr

source: Click to go to product section
cs: Kliknutím přejdete k výběru produktu

source: Close
cs: Zavřít

source: Close (Esc)
cs: Zavřít (Esc)

source: Close without saving
cs: Zavřít bez uložení

source: Code
cs: Kód

source: Code of service Heureka - Verified by Customer
cs: Kód služby Ověřeno zákazníky

source: Coding using BEM
cs: Kódování technikou BEM

source: Coefficient
cs: Koeficient

source: Colour
cs: Barva

source: Colour modification
cs: Barevené modifikace

source: Colouring in-message
cs: Barevnost in-message

source: Colours present event that happened.
cs: Barvy prezentují událost, která se stala.

source: Communication with customer
cs: Komunikace se zákazníkem

source: Company
cs: Firma

source: Company data
cs: Firemní údaje

source: Company name
cs: Název firmy

source: Company number
cs: IČ

source: Complement to title
cs: Doplněk k titulku

source: Complement to title will be set as suffix to all titles e.g. if complement is set “ | My shop” and product name is “iPhone S7” the result title for this products page will be “iPhone S7 | My shop”.
cs: Doplněk k titulku bude připojen za všechny titulky na eshopu. Např. pokud nastavíte doplněk na "| Můj obchod" a název zboží je "D-Link", bude výsledný titulek u tohoto zboží "D-Link | Můj obchod"

source: Component consists of 5 main elements. First is wrap <strong class="in-article__visible">form-line</strong> which gives background, indentation and borders to the form. It is basically one line of this structure. There is another important element in it <strong class="in-article__visible">form-line__label</strong>. We don't have to think about it as label, it is mainly headline or important part for the whole small form block. But most of the times it is label. Another 2 elements serve to align the content part. It is <strong class="in-article__visible">form-line__side</strong> and <strong class="in-article__visible">form-line__line</strong>. They are placed after label and the first one aligns content next to the label and never gets under the label. The second one takes the whole width under label. The most important is <strong class="in-article__visible">form-line__item</strong> which is wrap for anythin in the content area. We need the wrap because elements should always be intent and aligned correctly. Only now we can put inputs, texts, icons etc. into these elements. This wrap is not only for elements which are across the whole 100% width.
cs: Komponenta se skládá z 5 hlavních prvků. Prvním je obal <strong class="in-article__visible">form-line</strong>, který dodává formuláři pozadí, odsazení a bordery. Je to vlastně jeden řárek této struktury. V něm je další důležitý prvek, a to <strong class="in-article__visible">form-line__label</strong>. Nemusíme to nutně brát jako label, jedná se hlavně o buďto titulek nebo důležitou část pro celý malý formulářový blok. Nejčastěji je to však label. Další 2 prvky jsou pro zarovnání obsahové části. Je to <strong class="in-article__visible">form-line__side</strong> a <strong class="in-article__visible">form-line__line</strong>. Nachází se za labelem a první z nich zarovnává obsah vedle labelu a nikdy se nedostane pod label. Druhý zabírá celou šířku pod labelem. A to nejdůležitější je <strong class="in-article__visible">form-line__item</strong> což je obal pro cokoliv v obsahové části. Obalit to potřebujeme proto, že prvky by měly být od sebe vždy odsazeny a správně zarovnány. Teprve do těchto prvků se strkají inputy, texty, ikonky a podobně! Tento obal nepotřebují jen prvky, které zabírají 100% šířku.

source: Contact form
cs: Kontaktní formulář

source: Contact us
cs: Napište nám

source: Content
cs: Obsah

source: Continue in order
cs: Pokračovat v objednávce

source: Conversion button always over the entire width
cs: Konverzní tlačítko vždy přes celou šířku

source: Conversion button big
cs: Konverzní tlačítko velké

source: Conversion button medium
cs: Konverzní tlačítko střední

source: Conversion button standard
cs: Konverzní tlačítko standartní

source: Conversion button to adding
cs: Konverzní tlačítko pro přidání

source: Conversion button to adding - small
cs: Konverzní tlačítko pro přidání - malé

source: Conversion button to form validations etc.
cs: Konverzní tlačítko na potvrzování formulářů apod.

source: Cookies information
cs: Informace o cookies

source: Cookies information settings
cs: Nastavení informací o cookies

source: Cookies information settings modified.
cs: Bylo upraveno nastavení informací o cookies.

source: Countries
cs: Státy

source: Countries overview
cs: Přehled států

source: Country
cs: Stát

source: Create
cs: Vytvořit

source: Create VAT rate
cs: Vytvořit sazbu DPH

source: Create availability
cs: Vytvořit dostupnost

source: Create currency
cs: Vytvořit měnu

source: Create flag
cs: Vytvořit příznak

source: Create new administrator
cs: Vytvořit nového administrátora

source: Create new advertising
cs: Vytvořit novou reklamu

source: Create new article
cs: Vytvořit nový článek

source: Create new brand
cs: Vytvořit novou značku

source: Create new category
cs: Vytvořit novou kategorii

source: Create new customer
cs: Vytvořit nového zákazníka

source: Create new order status
cs: Vytvořit nový stav objednávek

source: Create new page
cs: Vytvořit novou stránku

source: Create new product
cs: Vytvořit nové zboží

source: Create new script
cs: Vytvořit nový skript

source: Create parameter
cs: Vytvořit parametr

source: Create payment
cs: Vytvořit platbu

source: Create pricing group
cs: Vytvořit cenovou skupinu

source: Create promo code
cs: Vytvořit slevový kupón

source: Create record
cs: Vytvořit záznam

source: Create shipping
cs: Vytvořit dopravu

source: Create unit
cs: Vytvořit jednotku

source: Create variant
cs: Vytvořit variantu

source: Created
cs: Vytvořena

source: Created by administrator
cs: Vytvořeno administrátorem

source: Created on
cs: Vytvořeno dne

source: Creation date
cs: Datum vytvoření

source: Cropping
cs: Ořezávání

source: Css documentation
cs: Css dokumentace

source: Currencies
cs: Měny

source: Currency <strong>{{ name }}</strong> deleted
cs: Měna <strong>{{ name }}</strong> byla smazána

source: Currency settings modified
cs: Nastavení měn bylo upraveno

source: Current status
cs: Aktuální stav

source: Customer
cs: Zákazník

source: Customer <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byl vytvořen zákazník <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Customer <strong><a href="{{ url }}">{{ name }}</a></strong> modified
cs: Byl upraven zákazník <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Customer <strong>{{ name }}</strong> deleted
cs: Zákazník <strong>{{ name }}</strong> byl smazán

source: Customer detail
cs: Karta zákazníka

source: Customer has no orders so far.
cs: Zákazník prozatím nemá žádné objednávky.

source: Customer orders
cs: Objednávky zákazníka

source: Customer with e-mail address <strong>{{ email }}</strong> doesn't exist. <a href="{{ registrationLink }}"> Register</a>
cs: Zákazník s emailovou adresou <strong>{{ email }}</strong> neexistuje. <a href="{{ registrationLink }}">Zaregistrovat</a>

source: Customers
cs: Zákazníci

source: Customers overview
cs: Přehled zákazníků

source: Dashboard
cs: Nástěnka

source: Date and time of order creation
cs: Datum a čas vytvoření objednávky

source: Default VAT rate
cs: Výchozí sazba DPH

source: Default administration currency
cs: Výchozí měna administrace

source: Default availability for the stock settings modified
cs: Nastavení výchozí dostupnosti pro zboží skladem bylo upraveno

source: Default button
cs: Defaultní tlačítko

source: Default pricing group
cs: Výchozí cenová skupina

source: Default pricing group settings modified
cs: Nastavení výchozí cenové skupiny bylo upraveno

source: Default product in stock availability
cs: Výchozí dostupnost pro zboží skladem

source: Default unit
cs: Výchozí jednotka

source: Default unit settings modified
cs: Nastavení výchozí jednotky bylo upraveno

source: Default unit will be used when creating new product
cs: Výchozí jednotka bude použita při vytvoření nového produktu

source: Delete
cs: Smazat

source: Delete and set
cs: Smazat a nastavit

source: Delivery address
cs: Dodací adresa

source: Delivery data
cs: Dodací údaje

source: Description
cs: Popis

source: Description can be set on product detail of the main product.
cs: Popis můžete nastavit na kartě hlavní varianty.

source: Disabled button without cursor
cs: Disabled tlačítko i bez kurzoru

source: Discard changes
cs: Zahodit změny

source: Discount
cs: Sleva

source: Discount code
cs: Slevový kód

source: Discount code added to order
cs: Slevový kód byl přidán do objednávky.

source: Discount code invalid. Check it, please.
cs: Slevový kód není platný. Prosím, zkontrolujte ho.

source: Discount code removed from order
cs: Slevový kód byl odebrán z objednávky.

source: Display
cs: Zobrazit

source: Display and availability
cs: Zobrazení a dostupnost

source: Display input -> input
cs: Zobrazení input -> input
