Repository: shopsys/monorepo-tools
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: cs

source: Main administrator e-mail
cs: Hlavní administrátorský email

source: Main category on domains:
cs: Hlavní kategorie na doménách:

source: Main category:
cs: Hlavní kategorie:

source: Main image
cs: Hlavní obrázek

source: Main page products
cs: Zboží na titulní stránce

source: Main structure logic
cs: Hlavní logika struktury

source: Main variant
cs: Hlavní varianta

source: Make modification
cs: Provést úpravu

source: Manually
cs: Ručně

source: Master e-mail %masterMail% set
cs: Je nastaven master e-mail %masterMail%.

source: Matching first and second cell of a row with the rest of form
cs: Lícovaná první a druhá buňka řádku se zbytkem formulářů

source: Message
cs: Vzkaz

source: Messages
cs: Hlášky/zprávy

source: Modification wrap-border--small
cs: Modifikace wrap-border--small

source: Modifications
cs: Úpravy

source: Module name
cs: Název modulu

source: Modules
cs: Zapínací moduly

source: Modules configuration modified
cs: Nastavení zapínacích modulů bylo upraveno

source: More bestsellers
cs: Další nejprodávanější

source: More information
cs: Více informací

source: Move
cs: Přesunout

source: Multidomain, multilingual, inputs with ikon - basic
cs: Multidoménové, multijazyčné, inputy s ikonou - základní

source: My account
cs: Můj účet

source: My orders
cs: Mé objednávky

source: Name
cs: Název

source: Name %locale%
cs: Název %locale%

source: Name serves only for internal use within the administration
cs: Název slouží pouze pro interní použití v rámci administrace

source: Neutral button
cs: Neutrální tlačítko

source: New Payment
cs: Nová platba

source: New administrator
cs: Nový administrátor

source: New advertising
cs: Nová reklama

source: New article
cs: Nový článek

source: New brand
cs: Nová značka

source: New category
cs: Nová kategorie

source: New customer
cs: Nový zákazník

source: New orders
cs: Nové objednávky

source: New orders status
cs: Nový stav objednávek

source: New page
cs: Nová stránka

source: New password settings URL address
cs: URL adresa pro nastavení nového hesla

source: New product
cs: Nové zboží

source: New registered customers
cs: Nově registrovaní zákazníci

source: New script
cs: Nový skript

source: New shipping
cs: Nová doprava

source: New slider page
cs: Nová stránka slideru

source: No
cs: Ne

source: No URLs so far.
cs: Doposud nejsou žádné url adresy.

source: No VAT rate found. You have to create some first.
cs: Nebyly nalezeny žádné sazby DPH. Nejprve musíte nějakou vytvořit.

source: No advertising found. You have to create some first.
cs: Nebyla nalezena žádná reklama. Nejprve musíte nějakou vytvořit.

source: No articles found on this domain. You have to create some first.
cs: Na této doméně nebyly nalezeny žádné články. Nejprve musíte nějaký vytvořit.

source: No availabilities found. You have to create some first.
cs: Nebyly nalezeny žádné dostupnosti. Nejprve musíte nějaké vytvořit.

source: No brands found. You have to create some first.
cs: Nebyly nalezeny žádné značky. Nejprve musíte nějaké vytvořit.

source: No categories found. You have to create some first.
cs: Nebyly nalezeny žádné kategorie. Nejprve musíte nějaké vytvořit.

source: No countries found. You have to create some first.
cs: Nebyly nalezeny žádné státy. Nejprve musíte nějaké vytvořit.

source: No currencies found. You have to create some first.
cs: Nebyly nalezeny žádné měny. Nejprve musíte nějakou vytvořit.

source: No customers found.
cs: Nebyli nalezeni žádní zákazníci.

source: No domains so far.
cs: Doposud nejsou žádné domény.

source: No flags found. You have to create some first.
cs: Nebyly nalezeny žádné příznaky. Nejprve musíte nějaké vytvořit.

source: No order found.
cs: Nebyla nalezena žádná objednávka.

source: No order so far.
cs: Dosud nemáte žádnou objednávku.

source: No orders status found.
cs: Nebyl nalezen žádný stav objednávek.

source: No page found.
cs: Nebyla nalezena žádná stránka.

source: No parametrs found. You have to create some first.
cs: Nebyly nalezeny žádné parametry. Nejprve musíte nějaké vytvořit.

source: No payments created so far.
cs: Doposud nebyly vytvořeny žádné platby.

source: No pricing groups found. You have to create some first.
cs: Nebyly nalezeny žádné cenové skupiny. Nejprve musíte nějakou vytvořit.

source: No product found.
cs: Nebylo nalezeno žádné zboží.

source: No products found for this brand
cs: Pro tuto značku nebyly nalezeny žádné produkty

source: No promo codes found. You have to create some first.
cs: Nebyly nalezeny žádné slevové kupóny. Nejprve musíte nějaký vytvořit.

source: No records found.
cs: Nebyly nalezeny žádné záznamy.

source: No results matching filter
cs: Filtru neodpovídají žádné výsledky

source: No scripts so far.
cs: Doposud nejsou žádné skripty.

source: No shipping created so far.
cs: Doposud nebyly vytvořeny žádné dopravy.

source: No units found. You have to create some first.
cs: Nebyly nalezeny žádné jednotky. Nejprve musíte nějaké vytvořit.

source: Not possible to assign product to itself
cs: Nelze přiřadit produkt sám sobě

source: Not possible to create variations of products that are already variant or main variant.
cs: Nelze vytvářet varianty ze zboží, které jsou již variantou nebo hlavní variantou.

source: Not using ID and !important for CSS
cs: Nevyužívání ID a !important pro CSS

source: Note
cs: Poznámka

source: Nothing to choose from
cs: Není z čeho vybírat

source: Nothing to choose from.
cs: Není z čeho vybírat.

source: Number of days to despatch
cs: Počet dní k expedici

source: Number of items
cs: Počet položek

source: Number of orders
cs: Počet objednávek

source: Number of products in filter
cs: Počty zboží ve filtru

source: Occurrence
cs: Výskyt

source: Often useful part, it is heading for different information contents, mainly for forms, but can be used for more purposes
cs: Často užitečná část, je to hlavička pro různé obsahy informací, hlavně pro formuláře, ale lze použít pro více účelů.

source: Online shop
cs: Internetový obchod

source: Only checked products
cs: Pouze zaškrtnuté zboží

source: Only variables for order number and date and time of order creation can be used in the object.
cs: V předmětu lze použít proměnné pouze pro číslo objednávky a datum a čas vytvoření objednávky

source: Oops! Error occurred
cs: Jejda! Nastala chyba

source: Oops! Error occurred.
cs: Jejda! Nastala chyba.

source: Open in a new tab
cs: Otevřít v novém panelu

source: Operation failed
cs: Operace se nezdařila

source: Operator information
cs: Informace o provozovateli

source: Order - personal data
cs: Objednávka - osobní údaje

source: Order Nr.
cs: Objednávka č.

source: Order Nr. %orderNumber%
cs: Objednávka č. %orderNumber%

source: Order Nr. <strong><a href="{{ url }}">{{ number }}</a></strong> modified
cs: Byla upravena objednávka č. <strong><a href="{{ url }}">{{ number }}</a></strong>

source: Order Nr. <strong>{{ number }}</strong> deleted
cs: Objednávka č. <strong>{{ number }}</strong> byla smazána

source: Order URL address
cs: URL adresa objednávky

source: Order [noun]
cs: Objednávka

source: Order [verb]
cs: Objednat

source: Order completed
cs: Objednávka dokončena

source: Order confirmation page
cs: Stránka s potvrzením objednávky

source: Order confirmation page content modified
cs: Nastavení obsahu stránky s potvrzením objednávky bylo upraveno

source: Order detail
cs: Detail objednávky

source: Order detail URL address
cs: URL adresa detailu objednávky

source: Order in CZK round to whole crowns
cs: Objednávku v CZK zaokrouhlit na celé koruny

source: Order items
cs: Položky objednávky

source: Order must contain at least one item
cs: Objednávka musí obsahovat alespoň jednu položku

source: Order not found
cs: Objednávka nebyla nalezena

source: Order number
cs: Číslo objednávky

source: Order saved
cs: Pořadí bylo uloženo

source: Order saved.
cs: Pořadí bylo uloženo.

source: Order saving failed
cs: Pořadí se nepodařilo uložit

source: Order sent
cs: Objednávka byla odeslána

source: Order statuses overview
cs: Přehled stavů objednávek

source: Orders
cs: Objednávky

source: Orders overview
cs: Přehled objednávek

source: Orders value
cs: Hodnota objednávek

source: Our customers who bought this bought also
cs: Naši zákaznící k tomuto produktu nejčastěji nakupují

source: Page <strong>{{ name }}</strong> deleted
cs: Stránka <strong>{{ name }}</strong> byla smazána

source: Page not found
cs: Stránka nenalezena

source: Page not found!
cs: Stránka nenalezena!

source: Page title
cs: Titulek stránky

source: Page you are looking for either no longer exists or you entered wrong address.
cs: Stránka, kterou hledáte buďto již neexistuje, nebo jste zadali špatnou adresu.

source: Parameter
cs: Parametr

source: Parameter <strong>{{ name }}</strong> deleted
cs: Parametr <strong>{{ name }}</strong> byl smazán

source: Parameters
cs: Parametry

source: Parameters overview
cs: Přehled parametrů

source: PartNo (serial number)
cs: PartNo (výrobní číslo)

source: Password
cs: Heslo

source: Password again
cs: Heslo znovu

source: Password must be at least six characters and can't be the same as entered e-mail or its part before at sign.
cs: Heslo musí mít alespoň šest znaků a nesmí být shodné se zadaným e-mailem ani s částí e-mailu před zavináčem.

source: Password must be at least six characters and can't be the same as login name.
cs: Heslo musí mít minimálně 6 znaků a nesmí být stejné jako přihlašovací jméno.

source: Password successfully changed
cs: Heslo bylo úspěšně změněno

source: Payment
cs: Platba

source: Payment <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byla vytvořena platba <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Payment <strong><a href="{{ url }}">{{ name }}</a></strong> modified
cs: Byla upravena platba <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Payment <strong>{{ name }}</strong> deleted
cs: Platba <strong>{{ name }}</strong> byla smazána

source: Payment instructions
cs: Pokyny k platbě

source: Payment method
cs: Způsob platby

source: Payment selection
cs: Výběr platby

source: Payments
cs: Platby

source: Percent
cs: Procent

source: Personal data
cs: Osobní údaje

source: Phone availability
cs: Dostupnost telefonu

source: Place for input
cs: Místo pro input

source: Please check following information:
cs: Prosím překontrolujte následující informace:

source: Please check the correctness of all data filled.
cs: Prosím zkontrolujte si správnost vyplnění všech údajů

source: Please check the entered values.<br><br>
cs: Překontrolujte prosím zadané hodnoty.<br><br>

source: Please enter discount code.
cs: Zadejte, prosím, slevový kód.

source: Please enter valid quantity you want to add to cart.
cs: Zadejte prosím platné množství, které chcete vložit do košíku.

source: Please excuse this error, we are working on fixing it. If needed, contact us on %mail% or by phone %phone%.
cs: Omluvte tuto chybu, pracujeme na tom, aby se chyba opravila co nejdříve. Případně nás kontaktujte na %mail% nebo telefonicky %phone%.

source: Please follow the instructions
cs: Prosím, pokračujte podle pokynů

source: Please make sure that you entered right quantity of all items in cart.
cs: Prosím zkontrolujte, zda jste správně zadali množství veškerých položek v košíku.

source: Please wait until all files are uploaded and try again.
cs: Prosím počkejte dokud nebudou nahrány všechny soubory a zkuste to znovu.

source: Popular categories
cs: Rozcestník kategorií

source: Positive message
cs: Pozitivní hláška

source: Positive message - block with smaller space around text and smaller text
cs: Pozitivní hláška - bloková s menším prostorem okolo textu a menším textem

source: Postcode
cs: PSČ

source: Preview
cs: Náhled

source: Price
cs: Cena

source: Price excluding VAT
cs: Cena bez DPH

source: Price from
cs: Cena od

source: Price including VAT
cs: Cena s DPH

source: Price including VAT rounding
cs: Zaokrouhlení ceny s DPH

source: Price to
cs: Cena do

source: Prices
cs: Ceny

source: Pricing
cs: Cenotvorba

source: Pricing group
cs: Cenová skupina

source: Pricing group "%name%" set as default. For deleting it you have to choose other one to be set everywhere where the existing one is used. Which pricing group you want to set instead?
cs: Cenová skupina "%name%" je nastavena jako výchozí. Pro její odstranění musíte zvolit, která se má všude, kde je aktuálně používaná, nastavit. Jakou cenovou skupinu místo ní chcete nastavit?

source: Pricing group <strong>{{ name }}</strong> deleted
cs: Cenová skupina <strong>{{ name }}</strong> byla smazána

source: Pricing group <strong>{{ name }}</strong> deleted and replaced by group <strong>{{ newName }}</strong>.
cs: Cenová skupina <strong>{{ name }}</strong> byla smazána a byla nahrazena skupinou <strong>{{ newName }}</strong>.

source: Pricing groups
cs: Cenové skupiny

source: Pricing settings modified
cs: Nastavení cenotvorby bylo upraveno

source: Print
cs: Vytisknout

source: Product <strong>{{ name }}</strong> ({{ quantity|formatNumber }} {{ unitName }}) added to the cart
cs: Do košíku bylo vloženo zboží <strong>{{ name }}</strong> ({{ quantity|formatNumber }} {{ unitName }})

source: Product <strong>{{ name }}</strong> added to the cart (total amount {{ quantity|formatNumber }} {{ unitName }})
cs: Do košíku bylo vloženo zboží <strong>{{ name }}</strong> (celkem již {{ quantity|formatNumber }} {{ unitName }})

source: Product <strong>{{ name }}</strong> you had in cart is no longer available. Please check your order.
cs: Zboží <strong>{{ name }}</strong>, které jste měli v košíku, již není v nabídce. Prosím, překontrolujte si objednávku.

source: Product <strong>{{ product|productDisplayName }}</strong> created
cs: Bylo vytvořeno zboží <strong>{{ product|productDisplayName }}</strong>

source: Product <strong>{{ product|productDisplayName }}</strong> deleted
cs: Produkt <strong>{{ product|productDisplayName }}</strong> byl smazán

source: Product <strong>{{ product|productDisplayName }}</strong> modified
cs: Bylo upraveno zboží <strong>{{ product|productDisplayName }}</strong>

source: Product detail
cs: Karta zboží

source: Product excluded from sale
cs: Zboží je vyřazeno z prodeje

source: Product excluded from sale.
cs: Zboží je vyřazeno z prodeje.

source: Product in order
cs: Zboží v objednávce

source: Product information
cs: Informace o produktu

source: Product is excluded from the sale due to sellout
cs: Produkt je vyřazen z prodeje z důvodu vyprodání

source: Product is hidden due to sellout
cs: Produkt je skrytý z důvodu vyprodání

source: Product is main variant.
cs: Produkt je hlavní variantou.

source: Product is variant
cs: Produkt je variantou

source: Product name
cs: Název produktu

source: Product name in default language is not entered
cs: Název zboží ve výchozím jazyce není vyplněn

source: Product no longer on sale
cs: Zboží se již neprodává

source: Product not in e-shop.
cs: Zboží se nenachází v eshopu.

source: Product saved in order
cs: Zboží bylo uloženo do objednávky

source: Product settings on the main page successfully changed
cs: Nastavení zboží na titulce bylo úspěšně změněno.

source: Product you had in cart is no longer in available. Please check your order.
cs: Zboží, které jste měli v košíku, již není v nabídce. Prosím, překontrolujte si objednávku.

source: Product {{ name }} removed from cart
cs: Z košíku bylo odstraněno zboží {{ name }}

source: Products
cs: Zboží

source: Products excluded from sale can't be displayed on lists and can't be searched. Product detail is available by direct access from the URL, but it is not possible to add product to cart.
cs: Zboží vyřazené z prodeje se nezobrazuje ve výpisech ani nelze vyhledat. Detail tohoto zboží je dostupný přímým přístupem z URL, zboží ale nelze vložit do košíku.

source: Products in cart overview
cs: Přehled zboží v košíku

source: Products in stock only
cs: Jen zboží skladem

source: Products overview
cs: Přehled zboží

source: Promo code
cs: Slevový kupón

source: Promo code <strong>{{ code }}</strong> deleted.
cs: Slevový kupón <strong>{{ code }}</strong> byl smazán

source: Promo codes
cs: Slevové kupóny

source: Published data
cs: Zveřejněné údaje

source: Quick search
cs: Rychlé vyhledávání

source: Rate can't be modified. It is necessary to create new rate, remove existing one and replace it with new one.
cs: Výši sazby nelze upravit. Je třeba vytvořit novou sazbu a starou odstranit s nahrazením za novou.

source: Register
cs: Registrovat

source: Registered cust.
cs: Registrovaní zák.

source: Registered customers
cs: Registrovaní zákazníci

source: Registration
cs: Registrace

source: Registration confirmation
cs: Potvrzení registrace

source: Registration date
cs: Datum registrace

source: Remember my login
cs: Zapamatuj si mé přihlášení

source: Remove
cs: Odebrat

source: Reset filter
cs: Zrušit filtr

source: Reset password
cs: Resetovat heslo

source: Return back
cs: Vrátit zpět

source: Right button
cs: Tlačítko napravo

source: Rounding
cs: Zaokrouhlení

source: Rounding item with 0 % VAT will be added to your order. It is used for payment in cash.
cs: Do objednávky bude přidána zaokrouhlovací položka s 0% DPH. Používá se pro platbu v hotovosti.

source: Row grouping
cs: Pseudo groupování řádků

source: SEO attributes settings
cs: Nastavení SEO atributů

source: SEO attributes settings modified
cs: Natavení SEO atributů bylo upraveno

source: Sale prices calculation
cs: Výpočet prodejních cen

source: Sales including/excluding VAT settings
cs: Nastavení prodeje s/bez DPH

source: Save
cs: Uložit

source: Save changes
cs: Uložit změny

source: Save changes in all templates
cs: Uložit změny ve všech šablonách

source: Save changes in order
cs: Uložit změny v pořadí

source: Schema
cs: Osnova

source: Script <a href="{{ url }}"><strong>{{ name }}</strong></a> created
cs: Byl vytvořen skript <a href="{{ url }}"><strong>{{ name }}</strong></a>

source: Script <a href="{{ url }}"><strong>{{ name }}</strong></a> modified
cs: Byl upraven skript <a href="{{ url }}"><strong>{{ name }}</strong></a>

source: Script <strong>{{ name }}</strong> deleted
cs: Skript <strong>{{ name }}</strong> byl smazán

source: Script name
cs: Název skriptu

source: Script will be placed at the beginning of the page, after tag <body>.
cs: Skript bude vložen na začátek stránky, za tag <body>.

source: Scripts overview
cs: Přehled skriptů

source: Search [noun]
cs: Hledání

source: Search [verb]
cs: Vyhledat

source: Search didn't find any products.
cs: Hledání neodpovídají žádné produkty

source: Search results for "%searchText%"
cs: Výsledky hledání "%searchText%"

source: Searching
cs: Vyhledávání

source: Searching in all currecies
cs: Vyhledává se ve všech měnách

source: Searching searches in last name, company name, email, telephone. It is possible to use wildcards * and ?.
cs: Vyhledávání hledá v příjmení, názvu firmy, emailu a telefonu. Je možné používat operátory * a ?.

source: Searching searches in name, catalogue number or product part number. It is possible to use wildcards * and ?.
cs: Vyhledávání hledá v názvu, katalogovém číslu nebo partno produktu. Je možné používat operátory * a ?.

source: Searching searches in order number, registered customer email, customer's email in order, customer's last name and company name. It is possible to use wildcards * and ?.
cs: Vyhledávání hledá v číslu objednávky, emailu registrovaného zákazníka, emailu zákazníka v objednávce, příjmení zákazníka a názvu firmy. Je možné používat operátory * a ?.

source: Second type of error message
cs: Druhý typ chybové hlášky

source: Select new value
cs: Zvolte novou hodnotu

source: Selected VAT doesn't exist
cs: Zvolené DPH neexistuje

source: Selected VAT doesn't exist.
cs: Zvolené DPH neexistuje.

source: Selected administrated doesn't exist.
cs: Zvolený administrátor neexistuje.

source: Selected advertisement doesn't exist.
cs: Zvolená reklama neexistuje.

source: Selected article doesn't exist.
cs: Zvolený článek neexistuje.

source: Selected availability doesn't exist
cs: Zvolená dostupnost neexistuje

source: Selected availatibily doesn't exist.
cs: Zvolená dostupnost neexistuje.

source: Selected brand doesn't exist.
cs: Zvolená značka neexistuje.

source: Selected category doesn't exist.
cs: Zvolená kategorie neexistuje

source: Selected currency doesn't exist.
cs: Zvolená měna neexistuje.

source: Selected customer doesn't exist.
cs: Zvolený zákazník neexistuje

source: Selected flag doesn't exist.
cs: Zvolený příznak neexistuje.

source: Selected order doesn't exist.
cs: Zvolená objednávka neexistuje

source: Selected order status doesn't exist.
cs: Zvolený stav objednávek neexistuje

source: Selected page doesn't exist.
cs: Zvolená stránka neexistuje.

source: Selected parameter doesn't exist.
cs: Zvolený parametr neexistuje.

source: Selected payment doesn't exist.
cs: Zvolená platba neexistuje.

source: Selected pricing group doesn't exist.
cs: Zvolená cenová skupina neexistuje.

source: Selected product doesn't exist.
cs: Zvolený produkt neexistuje.

source: Selected product no longer available or doesn't exist.
cs: Zvolené zboží již není v nabídce nebo neexistuje.

source: Selected promo code doesn't exist.
cs: Zvolený slevový kupón neexistuje.

source: Selected script doesn't exist.
cs: Zvolený skript neexistuje

source: Selected shipping doesn't exist.
cs: Zvolená doprava neexistuje.

source: Selected unit doesn't exist
cs: Zvolená jednotka neexistuje

source: Selected unit doesn't exist.
cs: Zvolená jednotka neexistuje.

source: Selling end date
cs: Datum stažení

source: Selling start date
cs: Datum vložení

source: Send
cs: Odeslat

source: Send confirmation e-mail about registration to customer
cs: Odeslat mail s potvrzením registrace zákazníkovi

source: Send confirmation of order receipt
cs: Zasílat potvrzení o přijetí objednávky

source: Send e-mail about change to this status
cs: Zasílat e-mail o změně na tento stav

source: Sending e-mails off, no e-mail will be sent from the app.
cs: Odesílání mailů je vypnuto, z aplikace nebude odeslán žádný mail.

source: Serial number
cs: Výrobní číslo

source: Set
cs: Nastavit

source: Set alternative availability
cs: Nastavit alternativní dostupnost

source: Set new password
cs: Nastavit nové heslo

source: Settings
cs: Nastavení

source: Settings modified.
cs: Nastavení bylo upraveno.

source: Shipping
cs: Doprava

source: Shipping <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byla vytvořena doprava <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Shipping <strong><a href="{{ url }}">{{ name }}</a></strong> was modified
cs: Byla upravena doprava <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Shipping <strong>{{ name }}</strong> deleted
cs: Doprava <strong>{{ name }}</strong> byla smazána

source: Shipping address
cs: Doručovací adresa

source: Shipping address is the same as billing address
cs: Doručovací adresa je stejná jako fakturační

source: Shipping and payment
cs: Doprava a platba

source: Shipping and payment <strong>for free!</strong>
cs: Dopravu i platbu máte <strong>zdarma!</strong>

source: Shipping instructions
cs: Pokyny k dopravě

source: Shipping method
cs: Způsob dopravy

source: Shipping selection
cs: Výběr dopravy

source: Shippings
cs: Dopravy

source: Shippings and payments
cs: Dopravy a platby

source: Short description
cs: Krátký popis

source: Short description can be set in the main variant.
cs: Krátký popis se nastavuje u hlavní varianty.

source: Short postscripts after input
cs: Krátké dovětky za inputem

source: Simple view
cs: Jednoduché zobrazení

source: Size name
cs: Název rozměru

source: Sizes: 5, 10, 15, 20, 40, 45, 60, 80, 40px
cs: Velikosti: 5, 10, 15, 20, 40, 45, 60, 80, 40px

source: Slider on main page
cs: Slider na titulce
