Repository: shopsys/monorepo-tools
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: cs

source: Slider page
cs: Stránka slideru

source: Slider page <strong><a href="{{ url }}">{{ name }}</a></strong> created
cs: Byla vytvořena stránka slideru <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Slider page <strong><a href="{{ url }}">{{ name }}</a></strong> modified
cs: Byla upravena stránka slideru <strong><a href="{{ url }}">{{ name }}</a></strong>

source: Slider pages
cs: Stránky slideru

source: Small conversion button
cs: Konverzní tlačítko malé

source: Sometimes it is necessary to align one of the elements to right/left side. You can do that using modifier <strong class="in-article__visible">form-line__item--right</strong> or <strong class="in-article__visible">form-line__item--left</strong>.
cs: Někdy je potřčeba jeden z prvků zarovnat na pravou/levou stranu. To jde udělat pomocí modifikátoru <strong class="in-article__visible">form-line__item--right</strong> případně <strong class="in-article__visible">form-line__item--left</strong>.

source: Sometimes there is thicker line between some elements than between others. It is mainly in cases when the form-line elements are not directly behind each other, but some of them are covered with some dive, e.g. because of JS, for hiding and revealing. To that kind of dive you need to add class <strong class="in-article__visible">form-line__js</strong>.
cs: Někdy se stává, že se mezi prvky objevuje tlustčí čára než jinde. Je to zásadně v případech, kdy nejsou prvky form-line přímo za sebou, ale nějaký z nich je obalen nějakým divem např. kvůli nějakému JS, na skrývání a odkrývání. Takovému divu je třeba přidat třídu <strong class="in-article__visible">form-line__js</strong>.

source: Sorting priority
cs: Priorita řazení

source: Special behavior for big table, which can't fit even in the desktop version to the content part.
cs: Speciální chování pro velkou tabulku, která se nevleze ani na desktopové verzi do obsahové části.

source: Special behavior for table for smaller devices, displaying scrollbar when the window is lessened. If we count with responsivity, this should be set around each table.
cs: Speciální chování pro tabulku pro menší zařízení, kdy při zmenšeném okně se zobrazí scrollbar. Pokud se počítá s responsivitou, mělo by toto nastavení být kolem každé tabulky.

source: Special behavior of table, which was created for parameters, but could be used also differently.
cs: Speciální chování tabulky, která byla vytvořena pro parametry, nicméně, dá se využít i dalšími způsoby.

source: Special offers
cs: Akční zboží

source: Status
cs: Stav

source: Status of order
cs: Stav objednávky

source: Status of orders
cs: Stavy objednávek

source: Status of orders <strong>{{ name }}</strong> deleted
cs: Stav objednávek <strong>{{ name }}</strong> byl smazán

source: Status of orders <strong>{{ name }}</strong> reserved and can't be deleted
cs: Stav objednávek <strong>{{ name }}</strong> je rezervovaný a nelze jej smazat

source: Status of orders <strong>{{ oldName }}</strong> replaced by status <strong>{{ newName }}</strong> and deleted.
cs: Stav objednávek <strong>{{ oldName }}</strong> byl nahrazen stavem <strong>{{ newName }}</strong> a byl smazán.

source: Stocks
cs: Skladové zásoby

source: Street
cs: Ulice

source: Subject
cs: Předmět

source: Successfully uploaded
cs: Úspěšně nahráno

source: Suitable combination of components
cs: Vhodná kombinace komponent

source: Superadmin - Closing modules
cs: Superadmin - Zapínací moduly

source: Superadmin - Coder documentation
cs: Superadmin - Kodérská dokumentace

source: Superadmin - Sale including/excluding VAT settings
cs: Superadmin - Nastavení prodeje s/bez DPH

source: Superadmin - URL addresses
cs: Superadmin - URL adresy

source: System data
cs: Systémové údaje

source: TABLE - tables
cs: TABLE - tabulky

source: Table text
cs: Text tabulky

source: Table text or input
cs: Text nebo input tabulky

source: Tables
cs: Tabulky

source: Tax number
cs: DIČ

source: Technical parameters
cs: Technické parametry

source: Telephone
cs: Telefon

source: Telephone number
cs: Tel. číslo

source: Terms and conditions
cs: Obchodní podmínky

source: Terms and conditions settings
cs: Nastavení obchodních podmínek

source: Terms and conditions settings modified.
cs: Bylo upraveno nastavení obchodních podmínek.

source: Terms-and-conditions.html
cs: Obchodní-podmínky.html

source: Text behind input. To generate the input correctly, it is necessary to write is like <strong class="in-article__visible">form_widget</strong> with parameter <strong class="in-article__visible">isSimple:true</strong>
cs: Text za inputem. Aby se generoval input správně, je třeba jej vepsat jako <strong class="in-article__visible">form_widget</strong> s parametrem <strong class="in-article__visible">isSimple:true</strong>

source: Text behind label
cs: Text za labelem

source: Textarea may be across the whole width
cs: Textarea může být i na plnou šířku

source: Textarea may be across the whole width next to the label
cs: Textarea může být i na plnou šířku vedle labelu

source: Textarea size modification
cs: Modifikace velikostí textarea

source: Textarea spread to the whole width. In this case it is not necessary to use form-line__item, because the element is across 100 % of width.
cs: Textarea roztáhnutá na celou šířku. V tomhletom případě nemusíme použít form-line__item, protože je prvek na 100% šířku.

source: Thank you, your message has been sent.
cs: Děkujeme, váš vzkaz byl odeslán.

source: The basic premis for coding in admin is, that mostly programmers will work with the code. That's why there is a bigger emphasis on helpers -
cs: Základní premisou kódování v adminu je, že z velmi velké části zde budou s kódem pracovat programátoři. Proto se zde klade větší důraz na helpry -

source: The change will be applied to products in 10 minutes
cs: Změna se u zboží projeví do 10 minut

source: The link to change your password expired.
cs: Platnost odkazu pro změnu hesla vypršela.

source: The price of payment {{ transportName }} changed during ordering process. Check your order, please.
cs: V průběhu objednávkového procesu byla změněna cena platby {{ paymentName }}. Prosím, překontrolujte si objednávku.

source: The price of shipping {{ transportName }} changed during ordering process. Check your order, please.
cs: V průběhu objednávkového procesu byla změněna cena dopravy {{ transportName }}. Prosím, překontrolujte si objednávku.

source: The price of the product <strong>{{ name }}</strong> you have in cart has changed. Please, check your order.
cs: Byla změněna cena zboží <strong>{{ name }}</strong>, které máte v košíku. Prosím, překontrolujte si objednávku.

source: There are more types of buttons, each can have a lot of modifications. These modifications can be combined with each other (colour ones with type ones)
cs: Tlačítek je více druhů, každý z nich může mít další spoustu modifiací. Tyto modifikace lze kombinovat mezi sebou (barevné s typovými)

source: There are several types of tables, but it is not necessary to write down those which are generated by system itself and nobody intervenes in them. That's why there are only those that you will probably want to use.
cs: Tabulek je více druhů, není ale důvod vypisovat ty, co systém generuje sám, a nikdo do nich nezasahuje. Proto jsou zde jen ty, co pravděpodobně budete chtít použít.

source: There is already a customer with this e-mail in the database
cs: V databázi se již nachází zákazník s tímto e-mailem

source: There was an error while saving. The order isn't saved.
cs: Během ukládání došlo k chybě. Pořadí nebylo uloženo.

source: Thick line between
cs: Tlustá čára mezi

source: Thick line between disappeared
cs: Tlustá čára mezi zmizela

source: This category contains no products.
cs: Tato kategorie neobsahuje žádné produkty

source: This currency can't be deleted, it is set as default or is saved with order.
cs: Tuto měnu nelze smazat, je nastavena jako výchozí nebo je uložena u objednávky

source: This e-mail was sent from the contact form located below the panel of categories.
cs: Tento email byl odeslán z kontaktního formuláře umístěného pod panelem kategorií.

source: This form-line is wrapped
cs: Tento form-line je obalen

source: This item can be set in product detail of a specific variant
cs: Tuto položku můžete nastavit na kartě konkrétní varianty

source: This product is no longer available for purchase. Have a look at similar products <a href="%url%">here</a>.
cs: Toto zboží nadále není možné koupit. Prohlédněte si podobné produkty <a href="%url%">zde</a>.

source: This site uses cookies.
cs: Tyto stránky používají cookies.

source: This site uses cookies. By staying on the site you agree with that.
cs: Tyto stránky používají cookies. Setrváním na stránkách s tímto souhlasíte.

source: This status can't be deleted, because there is a functionality bounded to it - it identifies orders that were not successfully processed.
cs: Tento stav není možné smazat, jelikož je na něj navázána funkčnost - určuje objednávky, které nebyly úspěšně vyřízeny.

source: This status can't be deleted, because there is a functionality bounded to it - it identifies orders that were successfully processed.
cs: Tento stav není možné smazat, jelikož je na něj navázána funkčnost - určuje objednávky, které byly úspěšně vyřízeny.

source: This status can't be deleted. This is automatically assigned status to all new orders.
cs: Tento stav není možné smazat. Jde o stav, který je automaticky přiřazen všem novým objednávkám.

source: This structure has no place in tables!
cs: Tato struktůra nemá co dělat v tabulkách!

source: This text will help you understand the logic of creating a form.
cs: Tento text vám objasní logiku tvoření formuláře.

source: Title component with possible button on the right, all separated by border from below
cs: Komponenta na titulek s možností tlačítka napravo, celé zespodu odděleno borderem

source: To delete this value there has to be selected another one, which will be used instead of the existing one. Unfortunately there is no other value available, you have to create new value before deleting this one.
cs: Aby bylo možné tuto hodnotu smazat, je třeba nastavit novou, která se použije místo ní. Bohužel není za co nahrazovat, před smazáním musíte nějdřív vytvořit novou.

source: To display same as with parameters, it is necessary to add separator with icon and make sure to remove paddings around the separator. This raises more classes in almost all surrounding TD/TH. You can also simply add and icon with an action at the end of the line.
cs: Pro zobrazení jako u parametrů je třeba přidat oddělovač s ikonkou a zaručit, aby se zrušily v okolí oddělovače paddingy. Vzniká zde více tříd skoro ve všech okolních TD/TH. Lze také jednoduše přidat ikonku s akcí na konec řádku.

source: To fifty hundredths (halfs)
cs: Na padesátníky

source: To hundredths (cents)
cs: Na setiny (haléře)

source: To prevent the possibility of account theft, the change of the e-mail address must be dealt with individually. If your e-mail address has changed, please contact us.
cs: Abychom předešli možnosti zcizení účtu, je třeba změnu e-mailu řešit individuálně. Pokud se Vám e-mailová adresa změnila, tak nás prosím kontaktujte.

source: To whole numbers
cs: Na celá čísla (koruny)

source: Total
cs: Celkem

source: Total amount of VAT
cs: Celková výše DPH

source: Total excluding VAT
cs: Celkem bez DPH

source: Total including VAT
cs: Celkem s DPH

source: Total item price including VAT
cs: Celková cena za položku s DPH

source: Total order price (including VAT)
cs: Celková cena za objednávku (s DPH)

source: Total order price including VAT
cs: Celková cena objednávky s DPH

source: Total price
cs: Celková cena

source: Total price excluding VAT
cs: Celková cena bez DPH

source: Total price including VAT
cs: Celková cena s DPH

source: Tracking ID
cs: Číslo pro měření

source: Try using web search
cs: Zkuste použít vyhledávání na webu

source: Type
cs: Typ

source: Type modificatons
cs: Typové modifikace

source: Type of coding used and rules
cs: Použitý typ kódování a pravidla

source: Types can be combined with each other and mixed with various colours
cs: Typy se dají kombinovat mezi sebou a míchat s různýma barvama.

source: URL addresses
cs: URL adresy

source: URL settings
cs: Nastavení URL

source: URL will be deleted after saving.
cs: Po uložení bude url smazána

source: Uh-oh, uh-oh. And specially <strong>"%status_code% %status_text%"</strong>, as if it was on purpose!
cs: To je nemilé, to je nemilé. A zrovna <strong>"%status_code% %status_text%"</strong>, to je jak naschvál!

source: Unable to add
cs: Nelze přidat

source: Unable to add product
cs: Zboží se nepodařilo vložit

source: Unable to add product to cart
cs: Zboží se nepodařilo vložit do košíku.

source: Unable to add product to cart:<br/><ul><li>{{ errors|raw }}</li></ul>
cs: Zboží se nepodařilo vložit do košíku:<br/><ul><li>{{ errors|raw }}</li></ul>

source: Unable to remove item from cart. The item is probably already removed.
cs: Nepodařilo se odstranit položku z košíku. Nejspíš je již odstraněno

source: Unable to remove item from cart. The link for removing it probably expired, try it again.
cs: Nepodařilo se odstranit položku z košíku. Zřejmě vypršela platnost odkazu pro jeho smazání, proto to vyzkoušejte ještě jednou.

source: Unable to send some e-mails, please contact us for order verification.
cs: Nepodařilo se odeslat některé emaily, pro ověření objednávky nás prosím kontaktujte.

source: Unable to send updating e-mail
cs: Nepodařilo se odeslat aktualizační email

source: Unexpected error occurred, file was not uploaded.
cs: Došlo k neočekávané chybě, soubor nebyl nahrán.

source: Unit
cs: Jednotka

source: Unit "%name%" set as default. For deleting existing unit you have to choose new default unit. Which unit you want to set instead?
cs: Jednotka "%name%" je nastavena jako výchozí. Pro její odstranění musíte zvolit novou výchozí jednotku. Jakou jednotku místo ní chcete nastavit?

source: Unit <strong>{{ name }}</strong> deleted
cs: Jednotka <strong>{{ name }}</strong> byla smazána

source: Unit <strong>{{ name }}</strong> deleted and replaced by unit <strong>{{ newName }}</strong>
cs: Jednotka <strong>{{ name }}</strong> byla smazána a byla nahrazena jednotkou <strong>{{ newName }}</strong>.

source: Unit price including VAT
cs: Jednotková cena s DPH

source: Units
cs: Jednotky

source: Units overview
cs: Přehled jednotek

source: Upload attachment
cs: Nahrát přílohu

source: Upload icon
cs: Nahrát ikonu

source: Upload image
cs: Nahrát obrázek

source: Upload new image
cs: Nahrát nový obrázek

source: Uploaded image
cs: Nahraný obrázek

source: Uploading...
cs: Nahrávám...

source: Url address
cs: Url adresa

source: Use
cs: Používat

source: Use stocks
cs: Používat skladové zásoby

source: Used: %currentLength% characters. Recommended max. %recommendedLength%
cs: Využito: %currentLength% znaků. Doporučeno max. %recommendedLength%

source: Used: 45 characters. Recommended max. 155
cs: Využito: 45 znaků. Doporučeno max. 155

source: User not found.
cs: Uživatel nebyl nalezen.

source: Username
cs: Uživatelské jméno

source: VAT
cs: DPH

source: VAT <strong>{{ name }}</strong> deleted
cs: DPH <strong>{{ name }}</strong> bylo smazáno

source: VAT <strong>{{ name }}</strong> deleted and replaced by <strong>{{ newName }}</strong>.
cs: DPH <strong>{{ name }}</strong> bylo smazáno a bylo nahrazeno <strong>{{ newName }}</strong>.

source: VAT and rounding
cs: DPH a zaokrouhlování

source: VAT rate
cs: Sazba DPH

source: VAT rate (%)
cs: Výše DPH (%)

source: VAT rate can't be removed because it is being currently used for conversion to this VAT rate
cs: Sazba DPH nemůže být odstraněna, protože právě probíhá přepočet na tuto sazbu DPH.

source: VAT rate is marked for deleting and will be soon automatically removed. Conversion rate is several hundreds of products in 5 minutes.
cs: Sazba DPH je označena pro smazání a brzy bude automaticky odstraněna. Přepočet probíhá rychlostí několik set zboží za 5 minut.

source: VAT rates
cs: sazby DPH

source: VAT settings modified
cs: Nastavení DPH bylo upraveno

source: Value
cs: Hodnota

source: Value of bought products with VAT after application of all discounts and promo codes without price of shipping and payment
cs: Jde o hodnotu nakoupeného zboží s DPH po uplatnění všech slev a kupónů bez hodnoty dopravy a platby

source: Variant
cs: Varianta

source: Variant <strong>{{ productVariant|productDisplayName }}</strong> successfully created.
cs: Varianta <strong>{{ productVariant|productDisplayName }}</strong> byla úspěšně vytvořena.

source: Variant alias
cs: Alias varianty

source: Variants
cs: Varianty

source: Various messages and flash messages, there is more type and colour modifications. Thanks to this it is possible to create even combinations of types and colours
cs: Různé zprávy a flash zprávy, je zde více typových a barevných modifikací. Lze díky tomu vytvářet i kombinace typu a barev

source: View all results
cs: Zobrazit všechny výsledky

source: View more
cs: Zobrazit více

source: View results
cs: Zobrazit výsledky

source: Visibility
cs: Viditelnost

source: Visibility for unlogged customers
cs: Viditelnost pro neregistrované zákazníky

source: WINDOW - popup windows, floating windows etc.
cs: WINDOW - vyskakovací okna, plovoucí okna atd.

source: WRAP - basic wraps, boxes, independent of content
cs: WRAP - jednoduché obaly, boxy, nezávislé na obsahu

source: Warning message
cs: Upozorňující hláška

source: Warning message - block with icon
cs: Upozorňující hláška - bloková s ikonkou

source: We will get the display by adding modifiers to input, but it is important to wrap input with dive with class <strong class="in-article__visible">input__wrap</strong>. Images are positioned to this class. This structure should be generated by the system itself. If manual writing needed it is important to pay attention and don't forget to add flag <strong class="in-article__visible">localeFlag(locale)</strong>, domain <strong class="in-article__visible">or icon.
cs: Zobrazení dosáhnem přidáním modifikátorů k inputu, ale důležité je obalit input divem s třídou <strong class="in-article__visible">input__wrap</strong>. K této třídě se totiž pozicují obrázky. Tadyta struktura by se měla generovat ze systému sama. V případě nutnosti psaní této struktury ručně je třeba si dávat pozor a nezapomenout dodat i vlajku <strong class="in-article__visible">localeFlag(locale)</strong>, doménu <strong class="in-article__visible">domainIcon(domainId)</strong> nebo ikonku.

source: We will get the display by writing input as <strong class="in-article__visible">form_widget</strong> with parameter <strong class="in-article__visible">isSimple:true</strong>.
cs: Zobrazeni dosáhnete tak, že input vypíšete jako <strong class="in-article__visible">form_widget</strong> s parametrem <strong class="in-article__visible">isSimple:true</strong>.

source: We will get the display either by adding class to element or via <strong class="in-article__visible">form_widget</strong> we add <strong class="in-article__visible">attr class</strong>
cs: Zobrazení dosáhnem buďto přídáním classy k prvku nebo přes <strong class="in-article__visible">form_widget</strong> přidáme <strong class="in-article__visible">attr class</strong>

source: We will remember your login on this computer for 30 days.
cs: Zapamatujeme si vaše přihlášení na tomto počítači po dobu 30 dní.

source: When changing the default currency there is no recalculation of prices
cs: Při změně výchozí měny nedochází k žádnému přepočtu cen

source: When we work for example with currencies, we need to state the currency after the input. Inputs have different text lengths and that's why we need to set a fixed width so that icons after text are aligned.
cs: Když se např. pracuje s cenami, je třeba za inputem uvést měnu. Ty ale mívají různé délky textu, proto je třeba jim vyhradit pevnou šířku, aby v případě ikonky za textem, byly ikony zarovnány.

source: While creating a new pricing group, please be patient. The application needs to recalculate price for every product on e-shop. Products without recalculated price will not be displayed on e-shop. For instance, it takes about an hour to recalculate 2000 products.
cs: Mějte na paměti, že při vytváření cenové skupiny je nutné, aby aplikace přepočítala nové ceny pro všechny produkty. Produkty bez přepočtené ceny nebudou na e-shopu zobrazeny. Pro 2000 položek přepočet trvá asi hodinu.

source: Width [px]
cs: Šířka [px]

source: Without any form structure and modification
cs: Bez jakékoliv formulářové struktury a modifikací

source: Wrap, which will indent the entire block and add bottom border, suitable for indenting block of forms apart
cs: Obal, který celý blok odsadí a přidá spodní border, vhodné pro odsazení bloků formulářů od sebe

source: Wrapping elements are those which can add some features around the insides, e.g. framing, indentation, background, or it can set the heading of the whole block of information.
cs: Obalující/wrapovací prvky jsou ty, kterýma můžete obalením přidat nějaké vlastnosti okolo vnitřku, např orámování, odsazení, pozadí, případně i nastaví hlavičku celého bloku informací

source: Wrapping/separating elements
cs: Obalovací/oddělovací prvky

source: Writing of css characteristics according to priorities
cs: Zápis css vlastností podle priorit

source: XML Feeds
cs: XML Feedy

source: XML availability feeds
cs: XML dostupnostní feedy

source: Yes
cs: Ano

source: You are in:
cs: Nacházíte se v:

source: You can drag additional content here.
cs: Zde můžete přetáhnout další obsah.

source: You can drag articles here.
cs: Zde můžete přetáhnout články

source: You can set the categories on product detail of the main variant
cs: Kategorie můžete nastavit na kartě hlavní varianty

source: You can set the prices on product detail of specific variant.
cs: Ceny můžete nastavit na kartě konkrétní varianty.

source: You can upload following formats: PNG, JPG, GIF
cs: Můžete nahrávat formáty: PNG, JPG a GIF

source: You can't delete yourself.
cs: Nemůžete smazat sami sebe.

source: You cannot choose product that is main variant
cs: Nelze vybrat zboží, které je hlavní variantou

source: You cannot choose product that is variant
cs: Nelze vybrat zboží, které je variantou

source: You have been successfully registered.
cs: Byli jste úspěšně zaregistrováni

source: You have been successfully subscribed to our newsletter.
cs: Byli jste úspěšně přihlášeni k odběru našeho newsletteru.

source: You have made changes, don't forget to save them!
cs: Provedli jste změny, nezapomeňte je uložit!

source: You have to be logged in to enter this page
cs: Pro přístup na tuto stránku musíte být přihlášeni

source: You have to create some shipping first.
cs: Musíte nejdřív nějakou dopravu vytvořit.

source: You have unsaved changes!
cs: Máte neuložené změny!

source: You still have to purchase products for <strong> %price% </strong> for <strong> free </strong> shipping and payment.
cs: Musíte ještě nakoupit zboží za <strong> %price% </strong> abyste měli dopravu i platbu <strong> zdarma. </strong>

source: Your cart
cs: Váš košík

source: Your cart is empty
cs: Váš nákupní košík je prázdný

source: Your cart is unfortunately empty. To create order, you have to <a href="%url%">choose</a> some product first
cs: Váš nákupní košík je bohužel prázdný. Pro vytvoření objednávky si musíte nejdříve nějaké zboží <a href="%url%">vybrat</a>.

source: Your data had been successfully updated
cs: Vaše údaje byly úspěšně zaktualizovány

source: Your discount
cs: Vaše sleva

source: above footer
cs: nad patičkou

source: administrators
cs: administrátorů

source: advertisings
cs: reklam

source: after
cs: po
