Repository: shopsys/monorepo-tools
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/validators.*.po
Languages: cs

source: Availability name cannot be longer than {{ limit }} characters
cs: Název dostupnosti nesmí být delší než {{ limit }} znaků

source: Catalogue number cannot be longer then {{ limit }} characters
cs: Katalogové číslo nesmí být delší než {{ limit }} znaků

source: Choose image
cs: Vyberte obrázek

source: City name cannot be longer than {{ limit }} characters
cs: Název města nesmí být delší než {{ limit }} znaků

source: Coefficient must be greater than 0
cs: Koeficient musí být větší než 0

source: Company name cannot be longer than {{ limit }} characters
cs: Název firmy nesmí být delší než {{ limit }} znaků

source: Country name cannot be longer than {{ limit }} characters
cs: Název státu nesmí být delší než {{ limit }} znaků

source: E-mail subject cannot be longer than {{ limit }} characters
cs: Předmět e-mailu nesmí být delší než {{ limit }} znaků

source: EAN cannot be longer then {{ limit }} characters
cs: EAN nesmí být delší než {{ limit }} znaků

source: Each parameter can be used only once
cs: Každý parametr může být nastaven pouze jednou

source: Email cannot be longer then {{ limit }} characters
cs: E-mail nesmí být delší než {{ limit }} znaků

source: Enter date in DD.MM.YYYY format
cs: Datum zadávejte ve formátu dd.mm.rrrr

source: First name cannot be longer then {{ limit }} characters
cs: Jméno nesmí být delší než {{ limit }} znaků

source: First name of contact person cannot be longer then {{ limit }} characters
cs: Jméno kontaktní osoby nesmí být delší než {{ limit }} znaků

source: Flag color in must be in valid hexadecimal code e.g. #3333ff
cs: Barva příznaku se zadává v hexa kódu, například #3333ff. Nesmí být tedy delší než {{ limit }} znaků

source: Flag name cannot be longer than {{ limit }} characters
cs: Název příznaku nesmí být delší než {{ limit }} znaků

source: Full name cannot be longer then {{ limit }} characters
cs: Celé jméno nesmí být delší než {{ limit }} znaků

source: Heading (H1) cannot be longer than {{ limit }} characters
cs: Nadpis H1 nesmí být delší než {{ limit }} znaků

source: Heureka API must be {{ limit }} characters
cs: Heureka API klíč musí mít právě {{ limit }} znaků

source: Identification number cannot be longer then {{ limit }} characters
cs: IČ nesmí být delší než {{ limit }} znaků

source: Image can be only in JPG or PNG format
cs: Obrázek může být pouze ve formátech jpg nebo png

source: Image can be only in JPG, GIF or PNG format
cs: Obrázek může být pouze ve formátech jpg, png nebo gif

source: Last name cannot be longer than {{ limit }} characters
cs: Příjmení nesmí být delší než {{ limit }} znaků

source: Last name of contact person cannot be longer than {{ limit }} characters
cs: Příjmení kontaktní osoby nesmí být delší než {{ limit }} znaků

source: Link must be valid URL address
cs: Odkaz musí být validní URL adresa

source: Name cannot be longer than {{ limit }} characters
cs: Název nesmí být delší než {{ limit }} znaků

source: Number of days to despatch must be greater or equal to {{ compared_value }}
cs: Počet dní k expedici musí být větší nebo roven {{ compared_value }}

source: Number of days to expedite must be whole number.
cs: Počet dní k expedici musí být celé číslo

source: Parameter name cannot be longer than {{ limit }} characters
cs: Název parametru nesmí být delší než {{ limit }} znaků

source: Part number cannot be longer than {{ limit }} characters
cs: Výrobní číslo nesmí být delší než {{ limit }} znaků

source: Password cannot be longer then {{ limit }} characters
cs: Heslo musí mít minimálně {{ limit }} znaků

source: Password cannot be same as e-mail
cs: Heslo nesmí být stejné jako přihlašovací e-mail.

source: Password cannot be same as part of e-mail before at sign
cs: Heslo nesmí být stejné jako část e-mailu před zavináčem.

source: Password cannot be same as username
cs: Heslo nesmí být stejné jako přihlašovací jméno

source: Passwords do not match
cs: Hesla se neshodují

source: Please choose action
cs: Prosím vyberte akci

source: Please choose advertisement area
cs: Prosím vyberte reklamní plochu

source: Please choose advertisement type
cs: Prosím vyberte typ reklamy

source: Please choose article placement
cs: Prosím vyberte umístění článku

source: Please choose availability
cs: Prosím vyberte dostupnost

source: Please choose availability for stock products
cs: Prosím vyberte výchozí dostupnost pro zboží skladem

source: Please choose country
cs: Prosím vyberte stát

source: Please choose default unit
cs: Prosím vyberte výchozí jednotku

source: Please choose image
cs: Prosím vyberte obrázek

source: Please choose parameter
cs: Prosím vyberte parametr

source: Please choose payment type
cs: Vyberte prosím platbu

source: Please choose shipping type
cs: Vyberte prosím dopravu

source: Please choose unit
cs: Prosím vyberte jednotku

source: Please choose visibility
cs: Prosím vyberte viditelnost.

source: Please enter HTML code for advertisement area
cs: Vyplňte prosím HTML kód pro reklamní plochu

source: Please enter VAT in correct format.
cs: Prosím zadejte DPH v platném formátu

source: Please enter VAT name
cs: Vyplňte prosím název dph

source: Please enter VAT rate
cs: Vyplňte prosím výši DPH

source: Please enter a number
cs: Prosím zadejte číslo

source: Please enter article content
cs: Vyplňte prosím text článku

source: Please enter article name
cs: Vyplňte prosím název článku

source: Please enter availability name in all languages
cs: Vyplňte prosím název dostupnosti ve všech jazycích

source: Please enter city
cs: Vyplňte prosím město

source: Please enter code
cs: Vyplňte prosím kód.

source: Please enter company name
cs: Vyplňte prosím název firmy

source: Please enter content
cs: Vyplňte prosím text

source: Please enter country name
cs: Vyplňte prosím název státu

source: Please enter currency code
cs: Vyplňte prosím kód měny

source: Please enter currency exchange rate
cs: Vyplňte prosím kurz měny

source: Please enter default VAT
cs: Prosím zadejte výchozí výši DPH

source: Please enter default currency
cs: Prosím zadejte výchozí měnu

source: Please enter default pricing group
cs: Prosím zadejte výchozí cenovou skupinu

source: Please enter discount percentage
cs: Vyplňte prosím procento slevy.

source: Please enter e-mail
cs: Vyplňte prosím e-mail

source: Please enter e-mail content
cs: Vyplňte prosím text emailu

source: Please enter first name
cs: Vyplňte prosím jméno

source: Please enter first name of contact person
cs: Vyplňte prosím jméno kontaktní osoby

source: Please enter flag color
cs: Vyplňte prosím barvu příznaku

source: Please enter flag name in all languages
cs: Vyplňte prosím název příznaku ve všech jazycích

source: Please enter full name
cs: Vyplňte prosím celé jméno

source: Please enter identification number
cs: Vyplňte prosím IČ

source: Please enter input prices
cs: Prosím vyplňte typ vstupní ceny

source: Please enter last name
cs: Vyplňte prosím příjmení

source: Please enter last name of contact person
cs: Vyplňte prosím příjmení kontaktní osoby

source: Please enter link
cs: Prosím vyplňte odkaz

source: Please enter login
cs: Vyplňte prosím login

source: Please enter name
cs: Vyplňte prosím název

source: Please enter name of advertisment area
cs: Zadejte prosím název reklamní plochy

source: Please enter order status name in all languages
cs: Vyplňte prosím název stavu objednávky ve všech jazycích

source: Please enter parameter name
cs: Vyplňte prosím název parametru

source: Please enter parameter value
cs: Prosím vyplňte hodnotu parametru

source: Please enter password
cs: Vyplňte prosím heslo

source: Please enter price
cs: Prosím vyplňte cenu

source: Please enter price in correct format (positive number with decimal separator)
cs: Prosím zadejte cenu v platném formátu (kladné číslo s desetinnou čárkou nebo tečkou)

source: Please enter pricing group coefficient
cs: Vyplňte prosím koeficient cenové skupiny

source: Please enter pricing group name
cs: Vyplňte prosím název cenové skupiny

source: Please enter quantity
cs: Vyplňte prosím množství

source: Please enter ratio in correct format
cs: Prosím zadejte koeficient v platném formátu

source: Please enter script code
cs: Vyplňte prosím kód skriptu

source: Please enter script name
cs: Vyplňte prosím název skriptu

source: Please enter sorting priority
cs: Prosím vyplňte prioritu řazení zboží

source: Please enter stock quantity
cs: Prosím zadejte množství skladem

source: Please enter street
cs: Vyplňte prosím ulici

source: Please enter subject
cs: Vyplňte prosím předmět

source: Please enter telephone number
cs: Vyplňte prosím telefon

source: Please enter unit name in all languages
cs: Vyplňte prosím název jednotky ve všech jazycích

source: Please enter unit price with VAT
cs: Vyplňte prosím jednotkovou cenu s DPH

source: Please enter username
cs: Vyplňte prosím přihlašovací jméno

source: Please enter valid 3-digit currency code according to ISO 4217 standard (uppercase)
cs: Prosím zadejte platný třímístný kód měny podle standardu ISO 4217 (velkými písmeny)

source: Please enter valid e-mail
cs: Vyplňte prosím platný e-mail

source: Please enter valid quantity
cs: Zadejte prosím platné množství

source: Please enter whole number.
cs: Zadejte prosím celé číslo.

source: Please enter zip code
cs: Vyplňte prosím PSČ

source: Previously selected main URL dos not exist any more
cs: Původně vybraná hlavní URL již neexistuje

source: Price must be greater or equal to {{ compared_value }}
cs: Cena musí být větší nebo rovna {{ compared_value }}

source: Product name cannot be longer than {{ limit }} characters
cs: Název produktu nesmí být delší než {{ limit }} znaků

source: Quantity must be greater than {{ compared_value }}
cs: Množství musí být větší než {{ compared_value }}

source: Same description is used on another domain
cs: Stejný popis už je používán na jiné doméně

source: Same title complement is used on another domain
cs: Stejný doplněk titulku už je používán na jiné doméně

source: Same title is used on another domain
cs: Stejný titulek už je používán na jiné doméně

source: Status name cannot be longer than {{ limit }} characters
cs: Název stavu nesmí být delší než {{ limit }} znaků

source: Street name cannot be longer than {{ limit }} characters
cs: Název ulice nesmí být delší než {{ limit }} znaků

source: Tax number cannot be longer than {{ limit }} characters
cs: DIČ nesmí být delší než {{ limit }} znaků

source: Telephone number cannot be longer than {{ limit }} characters
cs: Telefon nesmí být delší než {{ limit }} znaků

source: This field must be empty
cs: Toto pole musí zůstat prázdné

source: Unit name cannot be longer than {{ limit }} characters
cs: Název jednotky nesmí být delší než {{ limit }} znaků

source: Uploaded file is to large ({{ size }} {{ suffix }}). Maximum size of an file is {{ limit }} {{ suffix }}.
cs: Nahraný soubor je příliš velký ({{ size }} {{ suffix }}). Maximální velikost souboru je {{ limit }} {{ suffix }}.

source: Uploaded image is to large ({{ size }} {{ suffix }}). Maximum size of an image is {{ limit }} {{ suffix }}.
cs: Nahraný obrázek je příliš velký ({{ size }} {{ suffix }}). Maximální velikost obrázku je {{ limit }} {{ suffix }}.

source: Username cannot be longer then {{ limit }} characters
cs: Přihlašovací jméno nesmí být delší než {{ limit }} znaků

source: VAT name cannot be longer than {{ limit }} characters
cs: Název DPH nesmí být delší než {{ limit }} znaků

source: Variable {{ needle }} is required
cs: Proměnná {{ needle }} je povinná

source: Variant alias cannot be longer then {{ limit }} characters
cs: Alias varianty nesmí být delší než {{ limit }} znaků

source: You entered same product twice. In list of bestsellers can be product only once. Please correct it and then save form again.
cs: Zadali jste duplicitní zboží. V seznamu nejprodávanějšího zboží musí být každé zboží jen jedenkrát. Prosím chybu opravte a poté znovu uložte.

source: You have to agree with terms and conditions
cs: Musíte souhlasit s obchodními podmínkami.

source: Zip code cannot be longer than {{ limit }} characters
cs: PSČ nesmí být delší než {{ limit }} znaků
